Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/CatalogResources.*.resx
Languages: es

# ModuleDescription
source: Catalog module used to manage products for the ecommerce module.
es: Módulo de catálogo usado para administrar los productos para el módulo de comercio electrónico.

source: Sale end date
es: Fecha de finalización de la venta

source: Sale end date is invalid
es: La fecha de finalización de la venta no es válida

# ProductTitlePluralCannotBeEmpty
source: You must enter the plural name for the Product Type.
es: Debe introducir el nombre en plural para el Tipo de Producto.

# ProductsDetailViewFriendlyName
source: Product Details
es: Detalles del Producto

# TypesOfProductsNodeUrlName
source: types-of-products
es: tipos-de-productos

# ProductsMasterViewFriendlyName
source: Products List
es: Lista de Productos

# ProductsCatalogNodeTitle
source: Products catalog
es: Catálogo de productos

# ProductsNodeTitle
source: Products
es: Productos

# ProductsNodeUrlName
source: products
es: Productos

# ProductsCatalogNodeUrlName
source: products-catalog
es: catálogo-de-productos

# ProductPluralTypeName
source: Products
es: Productos

# ManufacturersNodeTitle
source: Manufacturers
es: Fabricantes

# DepartmentsNodeTitle
source: Departments
es: Departamentos

# DepartmentsNodeUrlName
source: departments
es: Departamentos

# ManufacturersNodeUrlName
source: manufacturers
es: Fabricantes

# ProductAttributesNodeUrlName
source: product-attributes
es: atributos-de-productos

# ProductAddOnsNodeTitle
source: Add-ons
es: Complementos

# ProductAddOnsNodeUrlName
source: add-ons
es: Complementos

# TypesOfProductsNodeTitle
source: Types of products
es: Tipos de productos

# ProductReviewsNodeUrlName
source: reviews
es: Comentarios

# ProductReviewsNodeTitle
source: Reviews
es: Comentarios

source: Delete
es: Eliminar

source: Publish
es: Publicar

source: Unpublish
es: QuitarDePublicacion

source: Create a product
es: Crear un producto

source: Create product
es: Crear producto

source: Create this product
es: Crear este producto

source: Back to products
es: Volver a los productos

source: Title
es: Título

source: Description
es: Descripción

source: Permissions for products
es: Permisos para los productos

# BackToItems
source: Back to products
es: Volver a los productos

# ProductTypeName
source: Product
es: Producto

source: Weight
es: Peso

source: Sale start date is invalid
es: La fecha de inicio de la venta no es válida

source: Was
es: Antes

source: Sale
es: Oferta

source: Products
es: Productos

source: Sale options
es: Opciones de venta

source: Sale price
es: Precio de venta

source: Price
es: Precio

source: Sale start date
es: Fecha de inicio de la venta

source: Sale price is invalid
es: El precio de venta no es válido

# SaleEndDateShouldNotBeEarlierThanStartDate
source: Sale end date cannot be set earlier than its start date.
es: La fecha de finalización de la venta no se puede establecer antes de su fecha de inicio.

source: Permissions
es: Permisos

# IsVatTaxable
source: This price is VAT taxable
es: Este precio está sujeto al VAT

# DeleteThisItem
source: Delete
es: Eliminar

# VatIncluded
source: (incl&nbsp;Tax)
es: (incl&nbsp;Imp)

# SelectTax
source: -- Select a tax --
es: -- Seleccionar un impuesto --

source: Tax class
es: Clase de impuestos

source: Tax
es: Impuesto

source: Back to all products
es: Volver a todos los productos

source: Save changes
es: Guardar cambios

source: Actions
es: Acciones

# NoProductsHaveBeenCreatedYetCreateA
source: No products have been created yet<h2>Create a...</h2>
es: Aún no se han creado productos <h2>Crear un... </h2>

source: Edit a product
es: Editar un producto

# ProductsViewToolboxDescription
source: List of products with options to buy them
es: Lista de productos con opciones para comprar

# DepartmentControlToolboxName
source: Departments
es: Departamentos

source: Departments
es: Departamentos

source: Images
es: Imágenes

source: Tags
es: Etiquetas

source: Categories
es: Categorías

# BuyNowViewToolboxName
source: Buy now
es: Comprar ahora

# BuyNowViewToolboxDescription
source: Custom 'Buy now' button that can be used with different type of content (not only with products)
es: El botón 'Compre ahora' personalizado que se puede utilizar con diferentes tipos de contenido (no sólo con productos)

# BuyNowViewFriendlyName
source: Buy now
es: Comprar ahora

# ProductUrlNameInvalidSymbols
source: The url name of the product has some invalid characters.
es: El nombre de la URL del producto contiene algunos caracteres no válidos.

# ProductUrlNameCannotBeEmpty
source: The url name of the product cannot be empty.
es: El nombre de la URL del producto no puede estar vacío.

# ProductTitleCannotBeEmpty
source: The title of the product must be set
es: El título del producto se debe establecer

# ProductWeightCannotBeNegative
source: The weight of the product cannot be less than zero.
es: El peso del producto no puede ser menor que cero.

# ProductPriceIsInvalid
source: The price of the product must be a numeric value which is greater than or equal to 0 and less than 100,000,000.00; use dot "." for decimal separator; at most 2 digits are allowed right from the decimal separator.
es: El precio del producto debe ser un valor numérico que sea mayor o igual a 0 y menor de 100,000,000.00; use punto "." para el separador decimal; se permite un máximo de 2 dígitos a partir del separador decimal.

# ProductPriceCannotBeNegative
source: The price of the product cannot be negative.
es: El precio del producto no puede ser negativo.

# ProductTitleTooLong
source: The length of the product title cannot be longer than 255 characters.
es: La longitud del título del producto no puede ser de más de 255 caracteres.

# ProductsViewToolboxName
source: Product list
es: Lista de productos

# ProductWeightIsInvalid
source: The weight of the product must be a numeric value which is greater than 0; use dot "." for decimal separator; at most 2 digits are allowed right from the decimal separator.
es: El peso del producto debe ser un valor numérico mayor que 0; use punto "." para el separador decimal; se permite un máximo de 2 dígitos a partir del separador decimal.

# ModuleTitle
source: Catalog
es: Catálogo

source: View All
es: Ver Todos

source: Items per page:
es: Artículos por página:

source: More options
es: Más opciones

# IsActive
source: This product is active
es: Este producto está activo

# CatalogNodeName
source: Catalog
es: Catálogo

source: Upload or select an image...
es: Subir o seleccionar una imagen...

# CatalogNodeDescription
source: Catalog module
es: Módulo de catálogos

# CatalogNodeTitle
source: Catalog
es: Catálogo

# IsTaxable
source: This price is taxable
es: Este precio está sujeto a impuestos

source: Back to all vendors
es: Volver a todos los proveedores

source: Manage catalog module
es: Administrar módulo de catálogo

# ProductsViewPropertyEditorTitle
source: Product list
es: Lista de productos

source: Manage
es: Administrar

source: Manage Products
es: Administrar Productos

# ProductsTitle
source: Products
es: Productos

# VendorsNodeTitle
source: Vendors
es: Proveedores

# CreateVendor
source: Create this vendor
es: Crear este proveedor

# DepartmentsPropertyEditorTitle
source: Departments
es: Departamentos

# CatalogWidgetsSectionTitle
source: Catalog
es: Catálogo

# ManageAlso
source: Settings for products
es: Configuración de productos

# ProductsViewTitle
source: Products View
es: Vista de Productos

# ProductCustomFields
source: Set custom fields for products
es: Configurar campos personalizados para los productos

source: Products by Category
es: Productos por Categoría

source: Filter products
es: Filtrar productos

# BuyNowPropertyEditorTitle
source: Edit Buy Now
es: Editar Comprar Ahora

source: Products by Vendor
es: Productos por Proveedor

source: Package size by tag
es: Tamaño del paquete por etiqueta

source: Close Vendors
es: Cerrar Proveedores

source: by Vendor...
es: por Proveedor…

source: by Departments
es: por Departamentos

source: Same template for all product types...
es: Misma plantilla para todo tipo de productos...

source: My products
es: Mis productos

# ProductAttributes
source: Attributes
es: Atributos

source: Different template for each product type...
es: Una plantilla diferente para cada tipo de producto...

# ProductAttributeValues
source: Attribute Values
es: Valores de Atributos

source: Allow users to set number of items per page
es: Permitir que los usuarios configuren el número de artículos por página

# CreateAttribute
source: Create this attribute
es: Crear este atributo

source: All Product Types
es: Todos los Tipos de Productos

source: Set permissions
es: Establecer permisos

# TaxCategoryRequired
source: You must select a tax category.
es: Debe seleccionar una categoría de impuestos.

source: Create product type
es: Crear tipo de producto

# SortByPriceAscending
source: Price: lowest first
es: Precio: más bajo, primero

# SortByPriceDescending
source: Price: highest first
es: Precio: más alto, primero

source: All products
es: Todos los productos

# SortByDate
source: Newest first
es: Primero lo más muevo

# SortByRating
source: Rating
es: Puntuación

# SortByName
source: Name
es: Nombre

# SortByBestSelling
source: Best selling
es: Más vendidos

# SortByFeatured
source: Featured
es: Destacado

source: Product types
es: Tipos de producto

source: No product types have been created yet
es: Aún no se han creado tipos de productos

# CreateAProductType
source: Create a type
es: Crear un tipo

source: Name (singular)
es: Nombre (singular)

# BackToProductTypes
source: Back to types
es: Volver a los tipos

# ValueTooLong
source: The length of the value cannot be larger than 255 characters.
es: La longitud del valor no puede exceder los 255 caracteres.

source: Product type properties
es: Propiedades del tipo de producto

source: Name (plural)
es: Nombre (plural)

# NamePluralExample
source: Example: Books. This will be used in filters.
es: Ejemplo: Libros. Esto se utilizará en los filtros.

# NameSingularExample
source: Example: Book
es: Ejemplo: Libro

source: Create a...
es: Crear un...

# RolePickerFieldTitle
source: Role: When someone orders this product assign them to this role
es: Función: Cuando alguien pide este producto, asignarle esta función

# EditAProductAttribute
source: Edit an attribute
es: Editar un atributo

source: - no associated role -
es: - ningún rol asociado -

# RolePickerFieldDescription
source: Assigning users to a role allows you to give them specific permissions, e.g. only they can be allowed to download a file, to enter specific support resources, etc.
es: Asignar usuarios a una función le permite darles permisos específicos, p. ej., sólo ellos están autorizados a descargar un archivo, tener acceso a recursos específicos de apoyo, etc.

source: Sale price should be less than price
es: El precio de venta debe ser menor que el precio

# CreateProductAttribute
source: Create an attribute
es: Crear un atributo

# CreateAnProductAttribute
source: Create an attribute
es: Crear un atributo

source: Cancel
es: Cancelar

# BackToProductAttributes
source: Back to attributes
es: Volver a atributos

# ThisProductAttribute
source: This attribute is active
es: Este atributo está activo

source: Type
es: Tipo

# ProductAttribute
source: Attribute
es: Atributo

# AttributeNameTooLong
source: The length of the attribute name cannot be larger than 255 characters.
es: La longitud del nombre del atributo no puede exceder los 255 caracteres.

# ProductAttributeValuesNodeTitle
source: Values of an attribute
es: Valores de un atributo

# AttributeNameFieldControlExample
source: Example: Size
es: Ejemplo: Tamaño

# CreateAProductAttribute
source: Create an attribute
es: Crear un atributo

# CreateThisProductAttribute
source: Create this attribute
es: Crear este atributo

# AdvancedSection
source: Advanced
es: Avanzado

# ProductAttributeInternalName
source: For developers: name used in code
es: Para los desarrolladores: nombre que se utiliza en el código

# ProductAttributeInternalNameInvalidSymbols
source: The internal name of the attribute has some invalid characters.
es: El nombre interno del atributo tiene algunos caracteres no válidos.

# ProductValue
source: Value
es: Valor

source: Attribute name cannot be empty
es: El nombre del atributo no puede estar vacío

# NoProductAttributeValuesHaveBeenCreatedYet
source: No values have been created yet
es: Aún no se han creado valores

# CreateProductAttributeValue
source: Create a value
es: Crear un valor

# NoProductAttributesHaveBeenCreatedYet
source: No attributes have been created yet
es: Aún no se han creado atributos

# CreateAProductAttributeValue
source: Create a value
es: Crear un valor

# ValueNameFieldControlExample
source: Example: XL
es: Ejemplo: XL

# BackToProductAttributeValues
source: Back to values
es: Volver a valores

# ThisProductAttributeValue
source: This value is active
es: Este valor está activo

# ProductAttributeInternalNameCannotBeEmpty
source: The internal name of the attribute cannot be empty.
es: El nombre interno del atributo no puede estar vacío.

source: Value cannot be empty
es: El valor no puede estar vacío

# BackToProductVariations
source: Back to variations
es: Volver a variaciones

# ProductAttributeValuesTitleFormat
source: <em>{0}</em> values
es: <em>{0}</em> valores

# GroupDeleteProductAttributeValues
source: Delete
es: Eliminar

source: Click to add description
es: Hacer clic para añadir una descripción

# ProductVariationsNodeTitle
source: Product Variations
es: Variaciones del Producto

source: Variations
es: Variaciones

# EditProductVariations
source: Variations
es: Variaciones

# ViewAllAttributes
source: All attributes
es: Todos los atributos

# CreateProductVariation
source: Create a variation
es: Crear una variación

# EditProductVariation
source: Edit Product variations
es: Editar variaciones del producto

# CreateAProductVariation
source: Create variations
es: Crear variaciones

# NoProductVariationsHaveBeenCreatedYet
source: <strong>What are variations?</strong> <br /> If this product is available in more than one size, color, material, etc., you need to create variations. Each variation can have different price, SKU, description, etc.
es: <strong>¿Cuáles son las variaciones?</strong> <br /> Si este producto está disponible en más de un tamaño, color, material, etc., necesita crear variaciones. Cada variación puede tener diferente precio, SKU, descripción, imágenes, etc.

# ProductVariationsTitleFormat
source: <em>{0}</em> variations
es: <em>{0}</em> variaciones

source: Create variations
es: Crear variaciones

# Edit
source: <strong>Edit...</strong>
es: <strong>Editar ...</strong>

source: Additional charge
es: Cargo adicional

# ProductVariationsName
source: Name
es: Nombre

# EditAProductVariations
source: Edit variations
es: Editar variaciones

# CreateThisProductVariation
source: Create this variation
es: Crear esta variación

# CreateAProductVariations
source: Create a variation
es: Crear una variación

source: - Select attribute -
es: - Seleccionar atributo -

source: - Select value -
es: - Seleccionar valor -

# CreateVariation
source: Create this variation
es: Crear esta variación

# ProductAttributeRequired
source: You must select an attribute.
es: Usted debe seleccionar un atributo.

# ThisProductVariation
source: This variation is active
es: Esta variación está activa

# ProductVariation
source: Variation
es: Variación

# EditAProductAttributeValue
source: Edit a value
es: Editar un valor

# ProductAttributeValueRequired
source: You must select a value.
es: Debe seleccionar un valor.

source: This product has variations by...
es: Este producto tiene variaciones en...

source: This attribute is active
es: Este atributo está activo

# DuplicateProductVariationException
source: There is another product variation with this attribute and value combination for this product.
es: La variación del producto con atributo '{0}' y valor '{1}' ya existe para este producto.

source: Add another attribute
es: Añadir otro atributo

source: This value is active
es: Este valor está activo

# EditTheVariations
source: Edit variations
es: Editar variaciones

# CannotDeleteProductAttributeValue
source: This value cannot be deleted as a product is using it as a variation. Please delete the variation before you delete this value.
es: Este valor no puede ser eliminado ya que un producto lo está utilizando como una variación. Por favor, elimine la variación antes de eliminar este valor.

# CannotDeleteProductAttribute
source: This attribute cannot be deleted as a product is using it as a variation. Please delete the variation before you delete this attribute.
es: Este atributo no puede ser eliminado ya que un producto lo está utilizando como una variación. Por favor, elimine la variación antes de eliminar este atributo.

source: Alphabetically (A-Z)
es: Alfabeticamente (A-Z)

source: Order
es: Ordenar

source: This attribute can be applied to...
es: Este atributo se puede aplicar a...

source: Manually
es: Manualmente

# CreateAndAddAnotherProductAttributeValue
source: Create and add another
es: Crear y agregar otro

# LastCreatedTop
source: Last created on top
es: Situar encima lo último creado

source: Alphabetically (Z-A)
es: Alfabeticamente (Z-A)

source: All types of products
es: Todos los tipos de productos

source: Selected types...
es: Tipos seleccionados...

# AppliedToProductTypeError
source: Please select a product type that this attribute has to apply to
es: Por favor, seleccione un tipo de producto al que se debe aplicar este atributo

source: Applied To
es: Aplicar A

source: Release date
es: Fecha de puesta en venta

source: This variation is active
es: Esta variación está activa

source: Manage attributes
es: Administrar atributos

# LastCreatedBottom
source: Last created at bottom
es: Último creado en el fondo

source: Author
es: Autor

source: Manage values
es: Administrar valores

# ReleaseYear
source: Year of release
es: Año de lanzamiento

source: Number of pages
es: Número de páginas

# DepartmentsOpenThisPage
source: This page
es: Esta página

source: Length
es: Extensión

source: Artist
es: Artista

source: Album
es: Álbumes

source: Release
es: Puesta en venta

# IsShippableTitle
source: Shippable products
es: Productos despachables

# IsShippableDescription
source: If the products are not shippable, e.g. software, MP3, don't select this option
es: No seleccione esta opción si los productos no se pueden enviar, p. ej., software, MP3.

# ProductDeliveryTitle
source: <string>This type contains...</strong>
es: <string>Este tipo contiene...</strong>

source: Platform
es: Plataforma

# DepartmentsOpenOtherPage
source: Other page...
es: Otra página…

# NumberOfPagesFormatErrorMessage
source: Number of pages must be a whole (integer) number.
es: El número de páginas debe ser un número entero.

source: Open department products on page...
es: Abrir los productos del departamento en la página...

source: Redirect to Shopping cart
es: Redirigir al Carrito de Compras

source: Clicking "Add to cart" button redirects to the Shopping cart page
es: Si hace clic en "Agregar al Carrito de Compras" será redirigido a la página del Carrito de Compras

source: Publisher
es: Editor

# IsDownloadableTitle
source: Downloadable products (e.g. MP3s, e-books, software)
es: Productos descargables (por ejemplo, MP3, libros electrónicos, software)

# IsServiceTitle
source: Services or other non-shippable products (e.g. subscriptions)
es: Servicios u otros productos no despachables (por ejemplo, suscripciones)

# ReleaseYearFormatError
source: The year of release must be a number with exactly four digits; years between 1900 and 2099 are only accepted.
es: El año de puesta en venta debe ser un número con cuatro dígitos; sólo se aceptan años entre 1900 y 2099.

# FileToDownload
source: Files to download
es: Archivos para descargar

source: Select file
es: Seleccione archivo

# CannotDeleteThisProductAttributeValue
source: The value '{0}' cannot be deleted as a product is using it as a variation. Please delete the variation before you delete this value.
es: El valor '{0}' no puede ser eliminado ya que un producto lo está utilizando como una variación. Por favor, elimine la variación antes de eliminar este valor.

# DepartmentsThisPageHelpfulText
source: You should have a Products list widget on this page
es: Debe tener un widget de lista de productos en esta página

# DoNotDisplayProductsWhichAreNotTranslatedToTheCurrentLanguage
source: Don’t display products that are not translated in the current language
es: No mostrar los productos que no están traducidos al lenguaje actual

# WhatToDoWithNotTranslatedProductsText
source: What to do with untranslated products?
es: ¿Qué hacer con los productos sin traducir?

# CannotDeleteThisProductAttribute
source: The attribute '{0}' cannot be deleted as a product is using it as a variation. Please delete the variation before you delete this attribute.
es: El atributo '{0}' no puede ser eliminado ya que un producto lo está utilizando como una variación. Por favor, elimine la variación antes de eliminar este atributo.

source: (Used if the product does not have any variations)
es: (Se utiliza cuando el producto no tiene ninguna variación)

source: (Used if the product has variations)
es: (Se utiliza si el producto presenta variaciones)

source: Display products in their default language if they are not translated to the current language
es: Mostrar los productos en su idioma por defecto si no se traducen al lenguaje actual

# DepartmentsOtherPageHelpfulText
source: You should have a Products list widget on the selected page
es: Debe tener un widget de lista de productos en la página seleccionada

# ProductAttributesNodeTitle
source: Attributes (size, color, etc.)
es: Atributos (tamaño, color, etc.)

# CreateThisProductType
source: Create this product type and go define its fields
es: Crear este tipo de producto y definir sus campos
