Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/ForumsResources.*.resx
Languages: es

# RecentlyRepliedLower
source: threads that have new replies
es: hilos con nuevas respuestas

# DeleteForumGroupAction
source: Delete a group
es: Eliminar un grupo

# ForumsConfigCaption
source: Forums
es: Foros

# ForumsViewTitle
source: Forums
es: Foros

# ForumsResourcesTitle
source: Forums
es: Foros

# ForumsViewDescription
source: List of Forums items
es: Lista de elementos de Foros

# ForumsResourcesDescription
source: Contains localizable resources for Forums module.
es: Contiene recursos localizables para el módulo de Foros.

# ForumssConfigDescription
source: Global configuration file for the Forums module
es: Archivo de configuración global para el módulo de Foros

# AccessForums
source: Access forums module
es: Accede al módulo de foros

# ModifyForumGroupAction
source: Modify a group
es: Modificar un grupo

# ForumGroupPermissions
source: Forum category Permissions
es: Permisos de la categoría del foro

# AccessForumsDescription
source: Security action that allows access to the backend pages of the forums module
es: Acción de seguridad que permite el acceso a las páginas de backend del módulo de foros

# ForumGroupPermissionsDescription
source: Represents the most common application security permissions.
es: Representa los permisos de seguridad de uso más común.

# ModifyForumGroupActionDescription
source: Allows or denies changes to an existing forum group.
es: Permite o rechaza la modificación de un grupo de foro ya existente.

# CreateForumGroupActionDescription
source: Allows or denies the creation of a new forum group.
es: Permite o rechaza la creación de un nuevo grupo de foros.

# CreateForumGroupAction
source: Create a group
es: Crear un grupo

# DeleteForumGroupActionDescription
source: Allows or denies deleting a particular forum group.
es: Permite o rechaza la eliminación de un grupo de foro en particular.

source: Select thread
es: Seleccionar hilo

# ForumPermissionsDescription
source: Represents the most common application security permissions.
es: Representa los permisos de seguridad de uso más común.

source: Forum permissions
es: Permisos de foros

# Attachments
source: File attachments
es: Archivos anexos

# ModifyForumActionDescription
source: Allows or denies changes to an existing forum.
es: Permite o rechaza los cambios a un foro existente.

# ViewForumActionDescription
source: Allows or denies viewing a particular forum.
es: Permite o rechaza la vista de un foro en particular.

# CreateForumAction
source: Create a forum
es: Crear un foro

# ViewForumAction
source: View a forum
es: Ver un foro

# DeleteForumAction
source: Delete a forum
es: Eliminar un foro

# CreateThreadAction
source: Create a thread
es: Crear un hilo

# DeleteThreadActionDescription
source: Allows or denies deleting a particular thread.
es: Permite o rechaza la eliminación de un hilo en particular.

# ModifyThreadAction
source: Modify a thread
es: Modificar un hilo

# CreateThreadActionDescription
source: Allows or denies the creation of a new thread.
es: Permite o rechaza la creación de un nuevo hilo.

# DeleteForumActionDescription
source: Allows or denies deleting a particular Forum.
es: Permite o rechaza la eliminación de un foro en particular.

# ModifyThreadActionDescription
source: Allows or denies changes to an existing thread.
es: Permite o rechaza los cambios en un hilo existente.

# ManageThreadAction
source: Move, mark as sticky and lock a thread
es: Mover, marcar como adherido y bloquear un hilo

# CreateForumActionDescription
source: Allows or denies the creation of a new forum.
es: Permite o rechaza la creación de un nuevo foro.

# DeleteThreadAction
source: Delete a thread
es: Eliminar un hilo

# ManageThreadActionDescription
source: Allows or denies move, mark as sticky and lock an existing thread.
es: Permite o rechaza mover, marcar como adherido y bloquear un hilo existente.

# ModifyForumAction
source: Modify a forum
es: Modificar un foro

# CreatePostAction
source: Create a post
es: Crear una entrada

# CreatePostActionDescription
source: Allows or denies the creation of a new post.
es: Permite o rechaza la creación de una nueva entrada.

# ModifyThisGroupAction
source: Modify this group
es: Modificar este grupo

# ChangeForumPermissionsAction
source: Change a forum's permissions
es: Cambiar los permisos de un foro

# DeletePostAction
source: Delete a post
es: Eliminar una entrada

# DeletePostActionDescription
source: Allows or denies deleting a particular thread.
es: Permite o rechaza la eliminación de un hilo en particular.

# ChangeForumPermissionsActionDescription
source: Allows or denies changing the permissions of a forum.
es: Permite o rechaza el cambio de los permisos de un foro.

# DeleteThisGroupAction
source: Delete this group
es: Eliminar este grupo

# ViewThisForumAction
source: View this forum
es: Ver este foro

# DeleteThisForumAction
source: Delete this forum and its threads and posts
es: Eliminar este foro y sus hilos y entradas

# ExampleDialogHeader
source: Forums are organized by forum groups
es: Los foros se organizan por grupos en el foro

# ChangeThisGroupPermissionsAction
source: Change this group's permissions
es: Cambiar los permisos de este grupo

source: Authenticated users only
es: Solo usuarios autenticados

# ModifyPostAction
source: Modify a post
es: Modificar una entrada

# AlternativePublishing
source: Alternative publishing (RSS)
es: Publicación alternativa (RSS)

# ChangeThisForumPermissionsAction
source: Change this forum's permissions
es: Cambiar los permisos de este foro

# ModifyPostActionDescription
source: Allows or denies changes to an existing post.
es: Permite o rechaza el cambio en una entrada existente.

# WhoCanSeeFileAttachments
source: Who can see file attachments uploaded in a post
es: Quién puede ver los archivos adjuntos subidos en una emtrada

source: Description
es: Descripción

source: Forum group
es: Grupo del foro

source: Everyone
es: Todos

# ModifyThisForumAction
source: Modify this forum
es: Modificar este foro

# AllowUploadCheckboxText
source: Allow users to upload file attachments in posts
es: Permite a los usuarios subir archivos adjuntos en las entradas

source: Subscribe for new threads
es: Suscribirse a nuevos hilos

source: Allowed file types
es: Tipos de archivo permitidos

source: Selected file types...
es: Tipos de archivo seleccionados...

source: Click to add description
es: Hacer clic para añadir una descripción

# Select library
source: <strong>Select library</strong>
es: <strong>Seleccione la biblioteca</strong>

source: All file types
es: Todos los tipos de archivos

# WhereToStoreUploadedFiles
source: Where to store uploaded files <br /> <strong>Select library</strong>
es: Donde guardar los archivos subidos <br /> <strong>Seleccionar biblioteca</strong>

# UrlName
source: Forum URL
es: URL del Foro

source: Close this thread to disable posting
es: Cerrar este hilo para desactivar publicación

source: Parent
es: Padre

source: Default page
es: Página predeterminada

source: Other...
es: Otro…

source: Summary
es: Resumen

source: Click to add summary
es: Haga clic para añadir resumen

# Images
source: Images (jpg, jpeg, png, gif, bmp)
es: Imágenes (jpg, jpeg, png, gif, bmp)

# StickThisThreadToTopOfTheList
source: Stick this thread to top of a list
es: Pegue este hilo a la parte superior de la lista

source: More options
es: Más opciones

# Documents
source: Documents (pdf, doc, docx, ppt, pptx, pps, ppsx, xls, xlsx)
es: Documentos (pdf, doc, docx, ppt, pptx, pps, ppsx, xls, xlsx)

# EmailSubscriptionInfo
source: Email Subscription
es: Suscripción por Correo Electrónico

# EmailSubscriptionThreadsDescription
source: Subscribe to new threads via email
es: Suscríbase a nuevos hilos por correo electrónico

# TheSystemHasNotBeenConfiguredToSendEmails
source: The system has not been configured to send emails. {0} or ask your administrator to set them.
es: El sistema no ha sido configurado para enviar correos electrónicos {0} o pregunte a su administrador para ajustarlos.

# EmailNotificationAlreadySubscribedThreadsMessage
source: You have already subscribed to new threads via email
es: Usted ya está suscrito a nuevos hilos por correo electrónico

# EmailNotificationSuccessfulSubscribeThreadsMessage
source: You have successfully subscribed to new threads via email
es: Se ha suscrito con éxito a nuevos hilos por correo electrónico

# EmailNotificationSuccessfulUnsubscribeMessage
source: You have successfully unsubscribed
es: Se ha dado de baja con éxito

# EmailSubscriptionPostsDescription
source: Subscribe to new posts via email
es: Suscríbase a nuevas entradas por correo electrónico

# TheSystemHasNotBeenConfiguredToSendNotifications
source: The system has not been configured to send notifications. {0} or ask your administrator to set them.
es: El sistema no ha sido configurado para enviar notificaciones. {0} o pregunte a su administrador para que lo configure.

# EmailNotificationSuccessfulSubscribePostsMessage
source: You have successfully subscribed to new posts via email
es: Se ha suscrito con éxito a nuevas entradas por correo electrónico

source: Subscribe for posts
es: Suscríbase a entradas

source: Generate...
es: Generar ...

# EnableForumsNotificationSubscription
source: Enable user subscription for new threads and posts
es: Habilitar suscripción de usuario para crear nuevos temas y entradas

# EmailNotificationSubscribe
source: Subscribe
es: Suscribirse

source: Go to Notification settings
es: Ir a la configuración de Notificaciónes

source: Go to SMTP settings
es: Ir a la configuración de SMTP

# EmailNotificationUnsubscribe
source: Unsubscribe
es: Darse de baja

source: Send notifications to
es: Enviar notificaciones a

# ForumsTitle
source: Forums
es: Foros

# ForumsViewPropertyEditorTitle
source: Forums
es: Foros

# EmailNotificationAlreadySubscribedPostsMessage
source: You have already subscribed to new posts via email
es: Usted ya está suscrito a nuevas entradas por correo electrónico

# ChangeGroupPermissionsActionDescription
source: Allows or denies changing the permissions of a forum group.
es: Permite o rechaza el cambio de los permisos de un grupo de foro.

# PageGroupNodeTitle
source: Forums
es: Foros

# ChangeGroupPermissionsAction
source: Change a group's permissions
es: Cambiar los permisos de un grupo

# ForumThreadsPageTitle
source: Threads
es: Hilos

# ForumThreadsTitle
source: {0} threads
es: {0} hilos

# ThreadsMasterViewModeCaption
source: Threads master view mode
es: Modo de vista patrón de los hilos

source: Forum list only
es: Solo lista de foro

# ForumThreadsHtmlTitle
source: Forum Threads
es: Hilos del Foro

# ForumThreadsUrlName
source: Threads
es: Hilos

source: Forum
es: Foro

source: Threads only
es: Solo hilos

source: Settings
es: Opciones

source: No groups selected
es: No hay grupos seleccionados

source: All forums
es: Todos los foros

source: Display...
es: Mostrar...

source: Posts of one thread only
es: Entrada de un solo hilo

source: Forums from selected groups:
es: Foros de grupos seleccionados:

source: From all forums
es: De todos los foros

source: What forum functionality to use?
es: ¿Qué funcionalidad de foro se debe usar?

source: From selected threads
es: De hilos seleccionados

source: From selected forums
es: De foros seleccionados

source: Full forum functionality
es: Funcionalidad del foro completa

source: Select groups
es: Seleccionar grupos

source: Selected forums...
es: Foros seleccionados...

source: threads
es: hilos

# ThreadsFromCurrentlyOpenUser
source: Auto: threads from currently open user
es: Auto: hilos del usuario actualmente abierto

source: Threads from selected forums only
es: Solo hilos de foros seleccionados

source: All threads from all forums
es: Todos los hilos desde todos los foros

# PostsFromTheCurrentlyOpenThread
source: Auto: posts from the currently open thread
es: Auto: entradas del hilo actualmente abierto

source: post
es: entrada

source: Posts from selected thread...
es: Entradas de hilo seleccionado...

# ThreadUpperCase
source: THREAD
es: HILO

# ForumsUrlName
source: Forums
es: Foros

source: Allow comments
es: Permitir comentarios

# RegisteredTitleCase
source: Registered
es: Registrado

source: Select forums
es: Seleccionar foros

# PostsTitleCase
source: Posts
es: Entradas

source: posts
es: entradas

# ThreadsFromTheCurrentlyOpenForum
source: Auto: threads from the currently open forum
es: Auto: hilos del foro actualmente abierto

# PostsUpperCase
source: POSTS
es: ENTRADAS

# ForumsEvaluatorDescription
source: Extracts the forum form the URL string. Assumed that it starts after marked segment at url till the end.
es: Extrae el formulario de foro de la cadena de URL. Suponiendo que comienza después del segmento marcado en la URL hasta el final.

# LastPostUpperCase
source: LAST POST
es: ÚLTIMA ENTRADA

# ViewsUpperCase
source: VIEWS
es: VISUALIZACIONES

# ForumsHtmlTitle
source: Forums
es: Foros

# ThreadsMasterViewModeDescription
source: The mode of the master view for forum threads.
es: El modo de vista patrón para los hilos del foro.

source: All threads
es: Todos los hilos

# PostsPageIdDescription
source: Specifies the ID of the page that should display the forum posts. If this ID is not set the current page is assumed.
es: Especifica el ID de la página que debe mostrar las entradas del foro. Si no se configura este ID, se asume la página actual.

# PostsPageIdCaption
source: Posts Page ID
es: ID de página de entradas

# ForumsMasterViewModeCaption
source: Forums master view mode
es: Modo de vista patrón de los foros

# CreateForumThread
source: Create a thread
es: Crear un hilo

# IncludeFullBreadcrumbPathExample
source: <b>Example:</b> <em>Home / Community / Forums / Support forum / I have a problem with...</em>
es: <b>Ejemplo:</b> <em>Inicio / Comunidad / Foros / Foro de Soporte / Tengo un problema con... </em>

source: No forums have been created yet
es: Aún no se han creado foros

# ShowBreadcrumbExample
source: <b>Example:</b> <em>Forums > Support forum > I have a problem with...</em>
es: <b>Ejemplo:</b> <em> Foros > Foro de Soporte > Tengo un problema con... </em>

# EditForumThread
source: Edit a thread
es: Editar un hilo

# EditForumGroup
source: Edit a forum group
es: Editar un grupo del foro

# ThreadsListTemplateTitle
source: 'List of threads' template
es: Lista de plantilla de hilos

source: My forums
es: Mis foros

source: Filter forums
es: Foros del filtro

# CreateForumGroup
source: Create a forum group
es: Crear un grupo de foro

source: Forums without threads
es: Foros sin hilos

source: Settings for forums
es: Configuración de los foros

# CreateForum
source: Create a forum
es: Crear un foro

# ForumsListTemplateTitle
source: 'List of forums' template
es: Lista de plantilla de foros

source: Custom fields for forums
es: Campos personalizados para foros

# EditForum
source: Edit a forum
es: Editar un foro

# PostsListTemplateTitle
source: 'List of posts' template
es: Lista de plantilla de entradas

# BackToItems
source: Back to threads
es: Volver a hilos

# MyThreadsLower
source: threads I have created or replied
es: hilos que creé o respondí

# GroupDeleteForumThreads
source: Delete threads
es: Eliminar hilos

source: Manage Threads
es: Administrar Hilos

# DisplayLastUpdatedThreads
source: Display threads last updated in...
es: Mostrar hilos actualizados por última vez en...

source: Delete thread
es: Eliminar hilo

source: Unpublished
es: Sin publicar

source: Filter threads
es: Filtrar hilos

source: My threads
es: Mis hilos

# ForumsMasterViewModeDescription
source: The mode of the master view for forums.
es: El modo de vista patrón de los foros.

source: Waiting for approval
es: En espera de aprobación

# InLabel
source: in
es: en

source: Forum threads data fields
es: Campos de datos de hilos del foro

source: by Date modified...
es: por fecha de modificación ...

# CloseDateFilter
source: Close dates
es: Cerrar fechas

# ForumThreadPluralItemName
source: forum threads
es: hilos del foro

source: What do you want to do now
es: ¿Qué quiere hacer ahora?

source: Recently Replied
es: Respondido Recientemente

# ShowThreadsFromAllForums
source: Show threads from all forums that are:
es: Mostrar hilos de todos los foros que son:

source: Show threads that are:
es: Mostrar hilos que son:

source: Recently Replied Threads
es: Hilos con Respuestas Recientes

source: Newest Threads
es: Hilos Más Recientes

source: View all forums
es: Ver todos los foros

# FeaturedFilter
source: Answered
es: Destacado

# FeaturedLower
source: threads with answered posts
es: hilos con entradas destacadas

source: Most Viewed
es: Más Vistos

# MostViewedLower
source: most viewed threads
es: hilos más vistos

# FeaturedThreads
source: Answered Threads
es: Hilos Destacados

source: Reply
es: Responder

# NoThreads
source: No threads have been created yet
es: Aún no se han creado hilos.

# ThreadsListViewFriendlyName
source: Threads - list
es: Hilos - lista

# NewThreadViewFriendlyName
source: New thread view
es: vista de hilo nuevo

# ForumListViewFriendlyName
source: Forums - list
es: Foros - lista

source: Title
es: Título

source: Create this forum
es: Crear este foro

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: or
es: o

source: Title cannot be empty
es: El título no puede estar vacío

# UrlNameInvalidSymbols
source: The URL contains invalid symbols.
es: La dirección URL contiene símbolos no válidos.

# UrlNameCannotBeEmpty
source: URL cannot be empty
es: La URL no puede estar vacía

source: Templates for forum parts
es: Plantillas para las partes del foro

source: Include full path starting from Home page
es: Incluye la ruta completa desde la Página principal

source: Enable social share buttons
es: Habilitar botones de intercambio en redes sociales

source: Page for user profiles
es: Página para perfiles de usuario

# PageForThreadsDetailedDescription
source: This is the page which is opened clicking the name of a forum. There must be a <strong>Forum widget</strong> on this page set to display <strong>Threads</strong> or <strong>Threads and Posts <strong>or <strong>Full forum funcionality</strong>.
es: Esta es la página que se abre al hacer clic en el nombre de un foro. En esta página, debe haber configurado un <strong>Widget de foro</strong> para mostrar <strong>Hilos</strong> o <strong>Hilos y Entradas</strong> o <strong>Funcionalidad total del foro</

source: Page for Posts of each thread
es: Página para Mensajes de cada tema

source: Page for Threads
es: Página para Hilos

# PageForUserProfilesDetailedDescription
source: This is the page which is opened clicking the name of the author of each post. There must be a <strong>Profile widget</strong> on this page.
es: Esta es la página que se abre al hacer clic en el nombre del autor de cada entrada. En esta página, debe haber un <strong>Widget de perfil</strong>.

# PostsListViewFriendlyName
source: Posts - list
es: Entradas - lista

# PageForPostsOfEachThreadDetailedDescription
source: This is the page which is opened clicking the name of a thread. There must be a <strong>Forum widget</strong> on this page set to display <strong>Post of one thread only</strong> or <strong>Threads and Posts</strong> or <strong>Full forum functionallity</strong>.
es: Esta es la página que se abre al hacer clic en el nombre de un tema. En esta página, debe haber configurado un <strong>Widget de foro</strong> para mostrar display <strong>Entrada de un solo tema</strong> o <strong>Hilos y Entradas</strong> o <strong>Funcionalidad total de foro</strong>.

# LastModifiedOnDateByUser
source: Last modified on {0} by {1}
es: Última modificación el {0} por {1}

# TitleAndProperties
source: Title & Properties
es: Título y Propiedades

source: Content
es: Contenido

source: Show breadcrumb
es: Mostrar ruta de navegación

source: Last Post
es: Última Entrada

# CountOfFilteredThreadsInForum
source: <em>{0} {1}</em> in {2}
es: <em>{0} {1}</em> en {2}

source: Subscription
es: Suscripción

# LastPostByUser
source: Last post by {0}
es: Última entrada por {0}

# CountOfFilteredThreads
source: {0} {1} from all forums
es: {0} {1} de todos los foros

source: Last modified on
es: Última modificación el

# Featured
source: answered
es: destacado

# ForumGroupTitleExample
source: <strong>Example:</strong> General discussions
es: <strong>Ejemplo:</strong> Discusiones generales

# FileAttachmentsTitleExample
source: File types are comma separated.<br/><strong>Example</strong>: zip, rar
es: Los tipos de archivo se separan con comas <br/><strong>Ejemplo</strong>: zip, rar

source: Unmark as spam
es: Desmarcar como spam

source: New thread
es: Hilo nuevo

source: Post this thread
es: Publicar este hilo

source: Move to...
es: Mover a…

source: Move
es: Mover

source: Create this forum group
es: Crear este grupo de foro

source: Post this reply
es: Publicar esta respuesta

source: Open thread
es: Abrir hilo

source: Stick to top
es: Adherir a la parte superior

source: Unstick
es: Desmarcar como adherido

source: Close thread
es: Cerrar hilo

# ForumPostsHtmlTitle
source: Forum Posts
es: Mensajes del Foro

# ForumsSettingsTitle
source: Settings
es: Opciones

# ForumsSettingsHtmlTitle
source: Forums Settings
es: Configuración de Foros

source: Closed
es: Cerrado

source: Email notifications
es: Notificaciones por correo electrónico

# ForumsSettingsUrlName
source: Settings
es: Opciones

source: New threads email template
es: Plantilla de correo electrónico de hilos nuevos

source: New posts email template
es: Plantilla de correo electrónico de entradas nuevs

source: Manage text message
es: Administrar mensajes de texto

# OrTemplateChanges
source: or
es: o

source: Save changes
es: Guardar cambios

# CancelTemplateChanges
source: Cancel
es: Cancelar

# ResetTemplate
source: Restore template to default
es: Restaurar plantilla predeterminada

# EditEmailThreadsTemplate
source: Edit email template: New threads
es: Editar plantilla de correo electrónico: hilos nuevos

# EditEmailPostsTemplate
source: Edit email template: New posts
es: Editar plantilla de correo electrónico: entradas nuevas

# TemplateText
source: Message text
es: Texto del mensaje

# TemplateSubject
source: Subject
es: Asunto

source: in reply to
es: en respuesta a

# ForumPostsUrlName
source: Posts
es: Entradas

# PostOwnerNameTermination
source: 's post
es: entrada de

# PostsInThreads
source: {0} posts in {1} threads
es: {0} entradas en {1} hilos

# ForumPostsContentColumnHeaderText
source: Status / Date / Content
es: Estado / Fecha / Contenido

source: Back
es: Volver

# ByAuthor
source: by {0}
es: para {0}

source: Edit post
es: Editar entrada

# ForumPostsAuthorInfoColumnHeaderText
source: Author
es: Autor

source: Unmark
es: Desmarcar

# MarkAsFeatured
source: Mark as answered
es: Marcar como destacado

# ForumPostsTitle
source: Posts
es: Entradas

# FeaturedTitle
source: Answered
es: Destacado

source: Display posts modified in...
es: Mostrar entradas modificadas en...

source: Back to Threads
es: Volver a Hilos

# EditForumPost
source: Edit a post
es: Editar una entrada

source: Filter posts
es: Filtrar entradas

source: All posts
es: Todas las entradas

source: Quote a post
es: Citar un mensaje

# PostReply
source: Post a reply
es: Publicar una respuesta

source: Last 24 hours
es: Últimas 24 horas

# ThreadTypeTitle
source: Thread type
es: Tipo de hilo

source: Back to Posts
es: Volver a Entradas

source: Back to forums
es: Volver a foros

source: Permissions for all forums
es: Permisos para todos los foros
