Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/ForumsResources.*.resx
Languages: es

# ThreadSelectorDetailsFormatString
source: {{Thread.Title}}<br><small>{{ForumTitle}} | {{Thread.DateCreated.sitefinityLocaleFormat('dd MMM yyyy')}} by {{OwnerDisplayName}}</small>
es: {{Thread.Title}}<br><small>{{ForumTitle}} | {{Thread.DateCreated.sitefinityLocaleFormat('dd MMM yyyy')}} por {{OwnerDisplayName}}</small>

source: The content field is required!
es: ¡Es necesario el campo de contenido!

source: Post a reply
es: Publicar una respuesta

# UnmarkAsFeatured
source: Unmark as answered
es: Desmarcar como destacado

# CreateForumPost
source: Create a post
es: Crear una entrada

# ForumsInboundPipe
source: Forums
es: Foros

source: Post cannot be empty
es: La entrada no puede estar vacía

# CreateNewForumGroup
source: Create a new forum group
es: Crear un nuevo grupo de foro

source: Example
es: Ejemplo

# ForumPostsSingleTypeName
source: Forum post
es: Entrada del foro

# CannotDeleteForumGroupDialogMessage
source: To delete this group you should move or delete its forums first
es: Para eliminar este grupo, primero debe mover o eliminar sus foros

# CannotDeleteForumGroupDialogTitle
source: You cannot delete a forum group that has forums
es: No puede eliminar un grupo de foro que tiene foros

# CannotDeleteTheDefaultForumGroupDialog
source: You cannot delete this forum group
es: No puede eliminar este grupo de foros

# CannotDeleteTheDefaultForumGroupDialogMessage
source: You cannot delete the default forum group
es: No puede eliminar el grupo de foros predeterminado

source: View thread
es: Ver hilo

# MarkedAsFeatured
source: Marked as answered
es: Marcado como destacado

source: Content to include
es: Contenido a incluir

source: OK
es: Aceptar

source: The title field is required!
es: ¡Es necesario el campo del título!

source: Sticked
es: Adherido

# ForumGroupCannotBeAChildOfAnotherGroup
source: A forum group cannot be a child of another forum group
es: Un grupo de foro no puede ser hijo de otro grupo de foro

source: Link to this post
es: Enlace a esta entrada

# ForumPostsPluralTypeName
source: Forum posts
es: Entradas del foro

# ForumGroupCannotBeAChildOfAForum
source: A forum group cannot be a child of a forum
es: Un grupo de foro no puede ser hijo de un foro

# ForumMustBePlacedInAGroup
source: A forum must be placed in a group.
es: Un foro debe ser colocado en un grupo.

# Permalink
source: link to this post
es: enlace a esta entrada

source: Posts Count
es: Conteo de Entradas

# ForumCannotBeAChildOfAnotherForum
source: A forum cannot be a child of another forum
es: Un foro no puede ser hijo de otro foro

# CreateForumInSelectedGroup
source: Create a forum in selected group
es: Crear un foro en el grupo seleccionado

source: Feed for this thread
es: Feed para este hilo

source: Posts from all Forums
es: Entradas de todos los Foros

source: No threads have been posted yet
es: Aún no se han publicado los hilos

source: Posts from Forums :
es: Entradas de Foros:

source: Posts from Threads :
es: Entradas de Hilos:

source: Change page
es: Cambiar página

source: Save as Draft
es: Guardar como borrador

# AGroupWithThisTitleAlreadyExists
source: A group with this "{0}" already exists
es: Un grupo con este "{0}" ya existe

source: Feed for this forum
es: Feed para este foro

source: Post a thread
es: Publicar un hilo

source: Selection of posts:
es: Selección de entradas:

# NarrowSelectionComplementoryText
source: Narrow selection <span class='sfNote'>(date)</span>
es: Reducir selección <span class='sfNote'>(fecha)</span>

source: All published posts
es: Todas las entradas publicadas

source: Sort posts
es: Ordenar entradas

source: Last posted on top
es: Última publicación, arriba

source: Sticked threads on top
es: Hilos pegados en la parte superior

source: Unpublish
es: QuitarDePublicacion

source: Custom sorting...
es: Ordenación personalizada ...

source: First posted on top
es: Las primeras entradas, arriba

source: Sort threads
es: Ordenar hilos

source: Move thread to ...
es: Mover hilo a...

# PostsViewNotAvailableInEditMode
source: Posts from the currently opened thread will appear here
es: Aquí aparecerán las entradas del hilo actualmente abierto

# Announcement
source: Announcement (above sticky)
es: Anuncio (por encima de adherido)

# AdministratorTitleCase
source: Administrator
es: Administrador

# ModeratorTitleCase
source: Moderator
es: Moderador

# StickyThread
source: Sticky (always on top)
es: Adherido (siempre en la parte superior)

# ReplyToPost
source: Reply to {0}'s post
es: Responder a la entrada de {0}

# UserQuote
source: <strong class="sfUserQuote">{0} said:</strong>
es: <strong class="sfUserQuote">{0} dijo:</strong>

source: Edit
es: Editar

# ForumGroupFieldDescription
source: Group names can be changed and forums can be moved from one group to another.
es: Los nombres de grupo se pueden cambiar y los foros se pueden mover de un grupo a otro.

# StandardThreadType
source: Standard
es: Estándar

# DeleteForumGroupWithForumsExceptionMessage
source: Attempt to delete a group with associated forums
es: Intento de eliminar un grupo con foros asociados

# AllowedExtensionSettingsTitle
source: Allowed file types
es: Extensiones de archivo permitidas

# ForumsLicenseLimitExceededException
source: The licensed number of forums ({0}) is exceeded.
es: Se ha superado el número de foros con licencia ({0}).

# ThreadsViewNotAvailableInEditMode
source: Threads from the currently opened forum will appear here
es: Aquí aparecerán los hilos del foro actualmente abierto

# AllowedExtensionSettingsDescription
source: A comma separated list of the allowed attachment file extensions (leading dots included).
es: Representa la colección de propiedades de extensiones de nombre de archivo permitidas como una cadena de texto separada por comas.

source: Insert
es: Insertar

# DeleteDefaultForumGroupException
source: Attempt to delete the default forum group.
es: Intento de eliminar el grupo predeterminado de foro.

# AttachedFileInvalidMessageFormat
source: The selected file(s) cannot be attached because it may exceed the maximum attachment size ({0}) or is from not allowed type (allowed: {1}).
es: El/los archivo(s) seleccionado(s) no se puede(n) conectar, ya que puede(n) superar el tamaño máximo de datos adjuntos ({0}) o es/son de un tipo no permitido (allowed: {1}).

source: Your quote goes here
es: Su cita va aquí

source: Newest
es: Más Recientes
