Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/Labels.*.resx
Languages: es

# DashboardListItem1
source: For general presentation of Sitefinity and its features, click on the overview video to the left
es: Para ver la presentación general de Sitefinity y sus características, haga clic en el video resumen a la izquierda

# DashboardGettingStarted
source: Getting started...
es: Comenzando…

source: Mobile web
es: Web móvil

# DashboardHowToCreateASimplePage
source: How to create a simple page?
es: ¿Cómo crear una página simple?

# DashboardHowToSetNavigation
source: How to set navigation?
es: ¿Cómo configurar la navegación?

# CacheSettingsChanges
source: These values can be changed in
es: Estos valores se pueden cambiar en

# MobileWebNote
source: Learn how to use the responsive design techniques
es: Aprenda a utilizar las técnicas de diseño adaptable

# DashboardLearnHowToCreateAndUseForms
source: Learn how to create and use forms
es: Aprenda a crear y utilizar formularios

source: Watch Video
es: Ver Video

# TemplateBuilderNote
source: See how to easily build templates using the Template builder
es: Vea lo fácil que es crear plantillas utilizando el Generador de Plantillas

source: Template builder
es: Generador de Plantillas

# WelcomeToSitefinity40
source: Welcome to Sitefinity 7.0
es: Bienvenido a Sitefinity 6.0

# DashboardPageLayouts
source: Page layouts
es: Diseños de página

# DashboardFluentApi
source: Fluent API
es: API de Fluent

source: Forms
es: Formularios

# DashboardLearnHowToDesignAndModifyLayoutsOfPages
source: Learn how to design and modify layouts of pages
es: Aprenda a diseñar y modificar diseños de páginas

# DashboardHowToCreateASimpleBlog
source: How to create a simple blog?
es: ¿Cómo crear un blog simple?

# DashboardPageSetupWithWidgets
source: Page setup with widgets
es: Configuración de página con widgets

source: What's this?
es: ¿Qué es esto?

# DashboardWebAnalytics
source: Web Analytics
es: Análisis Web

# DashboardLearnHowToOrganizeTheContentInYourWebsiteByUsingCategoriesAndTags
source: Learn how to organize the content in your website by using categories and tags
es: Aprenda a organizar el contenido de su sitio web mediante el uso de categorías y etiquetas

# DashboardFindOutHowToWorkWithWidgetsToSetupYourPages
source: Find out how to work with widgets to setup your pages
es: Descubra cómo trabajar con los widgets para configurar sus páginas

# ShowSelectedPageInNavigation
source: Show the selected page in navigation
es: Mostrar la página seleccionada en la navegación

# DashboardInlineEditing
source: Inline editing
es: Editar en línea

# DashboardSeeHowYouCanEditYourContentWhileBrowsingTheLiveWebsite
source: See how you can edit your content while browsing the live website
es: Vea cómo puede editar el contenido mientras navega por el sitio activo

# DashboardLearnHowToMeasureYourWebsitePerformanceUsingTheWebAnalyticsFeature
source: Learn how to measure your website performance using the web analytics feature
es: Aprenda a medir el rendimiento de su sitio web mediante la función análisis web

# ShowCurrentPageInNavigation
source: Show the currently opened page in navigation
es: Mostrar la página actualmente abierta en la navegación

# ShowEmailToOthers
source: Show my email to others
es: Mostrar mi correo electrónico a los demás

# SelectImageDotDotDot
source: Select image...
es: Seleccionar imagen...

# DashboardFullDocumentation
source: Documentation portal
es: Documentación completa

source: Find out how to keep all the different versions of your content using the revision history
es: Descubra cómo mantener todas las diferentes versiones de su contenido con el historial de revisiones

# GroupPageNavigation
source: Group pages redirect to the first subpage
es: Las páginas del Grupo redireccionan a la primera subpágina

# ProfileFrontentCreate
source: <i>Create a profile</i> in the Frontend
es: <i>Crear un perfil</i> en el Frontend

# ProfileFrontentEdit
source: <i>Edit a profile</i> in the Frontend
es: <i>Editar un perfil</i> en el Frontend

# DashboardRevisionHistory
source: Revision history
es: Historial de revisiones

# ProfileBackendEdit
source: <i>Edit a profile</i> in the Backend
es: <i>Editar un perfil</i> en el Backend

# ProfileBackendCreate
source: <i>Create a profile</i> in the Backend
es: <i>Crear un perfil</i> en el Backend

# ShowParentPageInNavigation
source: Show the parent page in navigation
es: Mostrar la página principal en la navegación

source: Update
es: Actualizar

# DisplayName
source: Name
es: Nombre

source: in the Backend
es: en el Backend

# InTheFrontend
source: in the Public site
es: en el sitio Público

source: (only list without links)
es: (sólo lista sin enlaces)

source: Selected caching
es: Almacenamiento en caché seleccionado

source: Details
es: ¡Datos!

source: Yes
es: Sí

# DashboardCategoriesAndTags
source: Categories and tags
es: Categorías y etiquetas

source: Enable caching
es: Habilitar almacenamiento en caché

source: no explicit client caching
es: sin almacenamiento en caché explícito del cliente

source: Back to edit page
es: Volver a la página de edición

source: Sliding expiration
es: Caducidad variable

source: Duration
es: Duración

source: Don't display any single item page
es: No mostrar ninguna página de un solo elemento

source: No sliding expiration
es: Sin caducidad variable

# NoExplicitClientCachingMessage
source: No explicit client caching.
es: Sin almacenamiento en caché explícito del cliente

source: no cache
es: sin caché

# SameAsForWholeSite
source: The same as for the whole site
es: Al igual que para todo el sitio

source: HTTP Header
es: Encabezado HTTP

# TranslationsAreSynchronized
source: <strong>All translations of this page are synced</strong> <span class='sfNote'>Adding/deleting widgets to this page will affect all its translations</span>.
es: <strong>todas las traducciones están sincronizadas. </strong><span class='sfNote'>Agregar/eliminar widgets afectará a todas las traducciones </span>.

# HoursAbbreviated
source: hr
es: h

# CurrentTranslation
source: Current translation only
es: Sólo las traducciones actuales

source: All published list items
es: Todos los artículos de la lista publicados

# WhichDocumentsToDisplay
source: Which documents and files to display
es: ¿Qué documentos y archivos se deben mostrar?

# SecondsAbbreviated
source: sec
es: s

# SaveAllTranslations
source: Save to all translations
es: Guardar a todas las traducciones

source: Image
es: Imagen

# FacebookFeedHeight
source: Height
es: altura

# ChangePageButton
source: Change Page
es: Cambiar página

# SelectPageButton
source: Select Page
es: Seleccionar Página

# WidgetSettings
source: Widget settings are applied to...
es: La configuración de widget se aplica a...

source: As set in Advanced mode
es: Según lo configurado en el modo Avanzado

# EditSeparator
source: Edit...
es: Editar ...

source: Language settings
es: Configuración de idioma

# FacebookFeedWidth
source: Width
es: Ancho

# FacebookFeedDomain
source: Domain to show activity for
es: Dominio para el que se debe mostrar actividad

source: All translations
es: Todas las traducciones

# FacebookFeedColorScheme
source: Color scheme
es: Combinación de colores

# FacebookFeedFont
source: Font
es: Fuente

# FacebookShowFaces
source: Show profile pictures below the button (in Standard Layout style)
es: Mostrar fotos del perfil debajo del botón (en el estilo de Diseño Estándar)

# FacebookLinkTarget
source: Open the content links
es: Abrir los enlaces de contenido

# FacebookFeedShowRecommendations
source: Show recommendations
es: Mostrar recomendaciones

# FacebookFeedTrackRefferals
source: Label for tracking referrals
es: Etiqueta para hacer seguimiento a referidos

source: Facebook activity feed
es: Fuente de actividad de Facebook

# FacebookSendBtn
source: Show send button
es: Mostrar botón de envío

# FacebookUrlToLike
source: URL to Like
es: URL para marcar como "Me Gusta"

# FacebookActionLabel
source: Button Label
es: Etiqueta de Botón

# FacebookCurrentPage
source: Current page
es: Página actual

# FacebookFeedBorderColor
source: Border color
es: Color del borde

# InvalidURL
source: The URL you entered is invalid.
es: La URL que ha introducido no es válida.

# FacebookOtherPage
source: Other page...
es: Otra página…

# FacebookFeedShowHeader
source: Show header
es: Mostrar encabezado

source: Facebook like
es: "Me gusta" de Facebook

# CacheSettingsLocation
source: Administration > Settings > Advanced settings > System > Output Cache Settings
es: Administración > Configuración > Configuración avanzada > Sistema > Configuración de la caché de resultados

# PromptMessageCannotEdit
source: You are not allowed to edit this item
es: Usted no tiene permiso para editar este elemento

# SmallIcons
source: <span class="sficon sffacebook"></span>Small icons
es: <span class="sficon sffacebook"></span>Iconos pequeños

# BigIcons
source: <span class="sficon sffacebookbig"></span>Big icons
es: <span class="sficon sffacebookbig"></span>Iconos grandes

source: Display counters
es: Mostrador contadores

# SortOrder
source: Sort items
es: Ordenar elementos

# EnableSocial
source: Enable social share buttons
es: Habilitar botones de intercambio en redes sociales

# DisplayCountersToolTip
source: For Facebook, Twitter and Google+ shows the number of people who also shared the same item
es: Para Facebook, Twitter y Google + muestra el número de personas que también compartieron el mismo artículo

# IconsWithText
source: <span class="sficon sffacebooktxt"></span>Icons with text
es: <span class="sficon sffacebooktxt"></span>Iconos con texto

# EnableSocialToolTip
source: In Administration> Settings you can select which social networks to use
es: En Administración > Configuración puede seleccionar las redes sociales que puede usar

source: Page sharing
es: Página para compartir

# ChooseOptions
source: Which are the sharing options you want to use
es: ¿Qué opciones de intercambio en redes sociales desea utilizar?

source: Show empty items
es: Mostrar elementos vacíos

source: Show item count
es: Mostrar conteo de elementos

# ChooseMode
source: Select icons style
es: Seleccionar el estilo de los iconos

# SortOrderAlphabetical
source: Alphabetically (A-Z)
es: Alfabeticamente (A-Z)

# SortOrderUserDefined
source: As they are ordered in departments
es: Según como se ordenan en los departamentos

# ManageBackendLanguagesDescription
source: To add a new translation, go to Administration > Interface labels and messages and import a language pack. You can download a language pack from Sitefinity Marketplace or you can create your own.
es: Para añadir una nueva traducción, vaya a Administración > etiquetas y mensajes del interface e importe un paquete de idioma. Puede descargar un paquete de idioma del Sitefinity Marketplace o puede crear el suyo.

# HierarchicalListExpandAll
source: All items are <strong>expanded initially</strong>
es: Todos los elementos están <strong>expandidos inicialmente</strong>

source: Items from top level only
es: Elementos únicamente del nivel superior

# HierarchicalListExpansion
source: Expand / collapse
es: Expandir / Colapsar

# HierarchicalListCollapseAll
source: All items are <strong>collapsed initially</strong>
es: Todos los elementos están <strong>colapsados inicialmente</strong>

# ManageBackendLanguagesTitle
source: Manage backend languages
es: Administrar idiomas de la parte administratica

# HierarchicalListExpandCurrent
source: Only <strong>current level is expanded initially</strong>
es: Sólo <strong>el nivel actual se expande inicialmente</strong>

# PromptMessageCannotEditExplaination
source: Ask your administrator for details, if you think there is something wrong
es: Pida más información a su administrador, si cree que algo está mal

source: Google bookmarks
es: Favoritos de Google

source: File Size
es: Tamaño del Archivo

source: Center
es: Centro

# SortOrderReverseAlphabetical
source: Alphabetically (Z-A)
es: Alfabeticamente (Z-A)

source: Change Image
es: Cambiar Imagen

source: Image size
es: Tamaño de la Imagen

# WhichItemsToDisplay
source: <strong>Which items to display?</strong>
es: <strong>¿Qué elementos se deben mostrar?</strong>

# CropResizeRotateDotDotDot
source: Crop/Resize/Rotate...
es: Recortar/Cambiar de Tamaño/Rotar...

source: Right
es: Derecho

source: Left
es: Izquierda

source: Alignment
es: Alineación

source: Save as
es: Guardar como

# TwitterFeedAppearance
source: Appearance
es: Apariencia

# TwitterFeedContent
source: Content
es: Contenido

# TwitterWidgetListOfLabel
source: List of
es: Lista de

# TwitterWidgetUsername
source: Username
es: Nombre de usuario

# ProfileWidgetTypeLabel
source: Profile
es: Perfil

# SearchWidgetTypeLabel
source: Search
es: Búsqueda

# DisplayTweetsLabel
source: Display tweets from a...
es: Mostrar los tuits de un...

# TwitterWidgetUsernameExample
source: Only tweets of this user will be displayed
es: solo se mostrarán los tuits de este usuario

# TwitterWidgetSubtitle
source: Subtitle
es: Subtítulo

# TwitterWidgetLoadEveryTenChoiceText
source: 10 minutes
es: 10 minutos

# TwitterWidgetSearchExample
source: Tweets matching searching words or a hash tag will be displayed
es: Se mostrarán los tuits que coinciden con las palabras de búsqueda o un hash tag

# TwitterWidgetSearch
source: Search
es: Búsqueda

# TwitterWidgetTitle
source: Title
es: Título

# TwitterWidgetTimingLabel
source: Timing
es: Tiempo

# TwitterWidgetLoadAuto
source: Load new tweets automatically
es: Cargar nuevos tuits de forma automática

# FavoritesWidgetTypeLabel
source: Favorites
es: Favoritos

# TwitterWidgetLoadEveryFiveChoiceText
source: 5 minutes
es: 5 minutos

# TwitterWidgetLoadEvery
source: Check for new tweets every...
es: Comprobar si hay nuevos tuits cada...

# ListWidgetTypeLabel
source: List
es: Lista

# TwitterWidgetLoadEveryThirtyChoiceText
source: 30 minutes
es: 30 minutos

# TwitterWidgetLoadEveryOneHourChoiceText
source: 1 hour
es: 1 hora

# TwitterWidgetDefaultColorScheme
source: Default
es: predeterminado

# TwitterWidgetHashtagsLabel
source: Hash tags
es: Etiquetas hash

# TwitterWidgetTimestampLabel
source: Timestamp
es: Marca de tiempo

# TwitterWidgetAvatarsLabel
source: Avatars
es: Avatares

# TwitterWidgetSizeLabel
source: Size
es: Tamaño

# TwitterWidgetCustomColorScheme
source: Custom
es: personalizado

# TwitterWidgetColorSchemeLabel
source: Color scheme
es: Combinación de colores

# TwitterWidgetFixedSize
source: Fixed...
es: Fijo…

# BreadcrumbIncludeOptions
source: What to include in the breadcrumb?
es: ¿Qué incluir en la ruta de navegación?

# TwitterWidgetWidth
source: Width
es: Ancho

# TwitterWidgetTweetTextColor
source: Tweet text color
es: Color de texto del Tuit

# TwitterWidgetNumberOfTweets
source: Number of displayed tweets
es: Número de tuits mostrados

# TwitterWidgetHeight
source: Height
es: altura

# TwitterWidgetInclude
source: Include...
es: Incluir…

# TwitterWidgetShellBackground
source: Shell background
es: Fondo Shell

# TwitterWidgetLinks
source: Links
es: Enlaces

# TwitterWidgetTweetBackground
source: Tweet background
es: Fondo de Tuit

# TwitterWidgetShellTextColor
source: Shell text color
es: Color de texto Shell

# TwitterWidgetAutoSize
source: Auto
es: Automático

# TwitterWidgetIncludeScrollBar
source: Include scrollbar
es: Incluir barra de desplazamiento

source: hours
es: horas

# BrowsePublicWebsite
source: browse the public website
es: navegar por el sitio web público

# WaitForUserToLogOffOr
source: You can wait for a user to log off or you can
es: Puede esperar a que un usuario cierre la sesión o bien puede

# TwitterWidgetNotAvailableInEditMode
source: The Twitter widget could not be displayed here. To see it click the Preview button on top of this page or publish the page.
es: No se pudo mostrar aquí el widget de Twitter. Para verlo, haga clic en el botón de vista previa ubicado en la parte superior de esta página o publique la página.

# DocumentSingular
source: Document
es: documento

# UserLimitReachedMessage
source: You cannot be logged in because the maximum allowed users limit has been reached.<br />Up to {0} users can be logged in the backend at the same time
es: No puede estar conectado debido a que se ha alcanzado el límite máximo permitido de usuarios. <br /> Hasta {0} usuarios pueden estar conectados en el backend, al mismo tiempo

# ChooseWhichUserToLogout
source: Choose which user to be logged out:
es: Seleccionar al usuario a quien se le cerrará la sesión:

# ForceSomeloneToLogout
source: Force someone to logout
es: Obligar a alguien a salir

# DocumentPlural
source: Documents
es: Documentos

# AddToolSetByUploadingXmlFile
source: Add your own tool set by uploading an .xml file
es: Agregar su propio grupo de herramientas al subir un archivo .xml

source: Custom tool sets
es: Conjuntos de herramientas personalizadas

source: Text editor settings
es: Configuración de editor de texto

# CreateToolSet
source: Create a tool set
es: Crear un conjunto de herramientas

source: Edit tool set
es: Editar conjunto de herramientas

# ImageSingular
source: Image
es: Imagen

# UploadFile
source: Upload a file
es: Subir un archivo

# CreateNewBasedOnDefaultToolSet
source: Create a new tool set based on the default one
es: Crear un nuevo conjunto de herramientas en base a la predeterminada

# ImagePlural
source: Images
es: Imágenes

source: Select .xml file
es: Seleccionar archivo. xml

# BrowseDotDotDot
source: Browse...
es: Examinar...

source: days
es: días

# ForumsTitle
source: Forums
es: Foros

source: Used in the public site where there are comments
es: Utilizado en el sitio público donde hay comentarios

source: Used in the public site where there are forums
es: Se utiliza en el sitio público donde hay foros

source: minute
es: minuto

source: hour
es: hora

source: day
es: Día

# LoggedInAtTheMoment
source: Logged in at the moment are:
es: Los conectados ahora son:

source: minutes
es: minutos

source: Password reset instructions have been sent to your email
es: Las instrucciones de restablecimiento de contraseña han sido enviadas a su correo electrónico

# AreYouSureYouWantToDeleteAndRestoreItem
source: Are you sure you want to delete this item and then restore the default one?
es: ¿Está seguro de que desea eliminar este elemento y luego restaurar el predeterminado?

source: ago
es: atrás

# LessThanAMintueAgo
source: less than a minute ago
es: hace menos de un minuto

source: Used in all backend content types
es: Utilizado en todo el contenido backend

source: and
es: y

# LostPasswordEmailBody
source: Dear <%\s*UserDisplayName\s*%>, we received a request for password change for username <%\s*UserName\s*%> at <%\s*SiteName\s*%>.<br /> <a href="<%\s*ConfirmationUrl\s*%>" target="_blank">Go to this page</a> to set your new password. The link will be active for one hour.<br /> <br /> Regards,<br /> The <%\s*SiteName\s*%> team
es: Estimado(a) <%\s*UserDisplayName\s*%>: Recibimos una solicitud de cambio de contraseña para el usuario <%\s*UserName\s*%> en <%\s*SiteName\s*%>.<br /> <a href="<%\s*ConfirmationUrl\s*%>" target="_blank">Vaya a esta página</a> para configurar su nueva contraseña. El enlace estará activo durante una hora.<br /> <br /> Saludos,<br /> El equipo de <%\s*SiteName\s*%>

source: To reset your password, enter your email
es: Para restablecer su contraseña, introduzca su correo electrónico

source: Continue to website
es: Continuar a la página web

# BreadcrumbShowGroupPages
source: Show group pages in the breadcrumb
es: Mostrar páginas de grupo en la ruta de navegación

# BreadcrumbShowParentPage
source: Show Home page link
es: Mostrar enlace a la página de Inicio

source: Template
es: Plantilla

# BreadcrumbLabel
source: Label
es: Etiqueta

# BreadcrumbLabelExample
source: Example:
es: Ejemplo:

# BreadcrumbShowCurrentPage
source: Show current page in the end of the breadcrumb
es: Mostrar página actual al final de la ruta de navegación

source: Subscribe
es: Suscribirse

source: Unsubscribe
es: Darse de baja

# BreadcrumbExampleText
source: <strong>Example: </strong> <em>You are here:</em>
es: <strong>Ejemplo:</strong> <em>Usted está aquí:</em>

# BreadcrumbOnTemplateMessage
source: Breadcrumb is visible when you are on a particular page.
es: La ruta de navegación es visible cuando se está en una página determinada.

# BreadcrumbSelectSpecificPage
source: Path starting from a specific page...
es: Ruta que inicia desde una página específica...

# BreadcrumbShowFullPath
source: Full path to the current page
es: Ruta de acceso completa a la página actual

source: Twitter feed
es: Fuente Twitter

# CreateThisPageAndAddAnother
source: Create and add another page
es: Crear y agregar otra página
