Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/Labels.*.resx
Languages: es

# BasicToolsOnly
source: Basic options only
es: Sólo opciones básicas

source: Formatting options
es: Opciones de formato

# PreviousVersion
source: Older version
es: Versión más antigua

source: Remove this category
es: Eliminar esta categoría

source: Hide formatting options
es: Ocultar opciones de formato

# MoreFormattingTools
source: More formatting options
es: Más opciones de formato

source: Remove this tag
es: Eliminar esta etiqueta

source: Download
es: Descargar

source: Next
es: Siguiente

source: Previous
es: Anterior

# CopyAsNewest
source: Revert to this version
es: Revertir a esta versión

# NextVersion
source: Newer version
es: Versión más reciente

source: Close categories
es: Cerrar categorías

# OpenInNewWindowDescription
source: <strong>Caution:</strong> Opening a new window is in conflict with web standards
es: <strong>Precaución: </strong>Abrir una nueva ventana está en conflicto con los estándares web

source: Text to display
es: Texto para mostrar

# ShowLessTags
source: {0} less tags
es: {0} menos etiquetas

source: More options
es: Más opciones

# Tooltip
source: Tooltip <span class='sfLblNote'>(appears when the cursor is pointed to the link)</span>
es: Tooltip <span class='sfLblNote'>(aparece cuando el cursor apunta al enlace) </span>

source: Narrow by typing
es: Filtrar escribiendo

source: Web address
es: Dirección web

# OpenInNewWindow
source: Open this link in a new window
es: Abrir enlace en una nueva ventana

# Paging_First
source: First
es: Primero

# SelectPage
source: Select a page
es: Seleccionar una página

# WebAddressExample
source: <strong>Example:</strong> http://weather.com
es: <strong>Ejemplo: </strong>http://weather.com

source: Close tags
es: Cerrar etiquetas

# SelectPageExtended
source: Select a page...
es: Seleccionar una página...

source: Clear selected page
es: Borrar página seleccionada

# ShowMoreTags
source: {0} more tags
es: {0} más etiquetas

source: Clear filter
es: Quitar filtro

# WebAddressTextToDisplayExample
source: <strong>Example:</strong> Weather forecast
es: <strong>Ejemplo: </strong>Pronóstico del tiempo

# InProcessOfImplementationNoHtml
source: In process of implementation.
es: En proceso de implementación.

# InProcessOfImplementation
source: <span class='sfNote'>(In process of implementation.)</span>
es: <span class='sfNote'>(En proceso de implementación.) </span>

source: File
es: Archivo

# EmailAddressExample
source: <strong>Example:</strong> johnsmith@gmail.com
es: <strong>Ejemplo: </strong>PepePerez@gmail.com

source: Import language pack
es: Importar paquete de idioma

source: LinkTo
es: EnlaceA

# InsertLink
source: Insert a link
es: Insertar un enlace

source: Email address
es: Dirección de correo electrónico

# SelectPagesWithDots
source: Select pages...
es: Seleccione páginas ...

source: From other sites
es: De otros sitios

source: From this site
es: Desde este sitio

# LinkToColon
source: Link to:
es: Enlazar a:

# SelectParentWithDots
source: Select parent...
es: Seleccione padres ...

# PageName
source: Name
es: Nombre

source: Last 1 year
es: Último año

source: Last 1 day
es: Último día

# PleaseSpecifyValidPages
source: Please specify valid name and URL for all external pages.
es: Por favor, especifique un nombre y dirección URL válidos para todas las páginas externas.

# AddOtherPagesWithDots
source: Add other pages...
es: Añadir otras páginas ...

source: Last 3 days
es: Últimos 3 días

source: Last 1 week
es: Última semana

source: Select Pages
es: Seleccione Páginas

source: Last 6 months
es: Últimos 6 meses

source: Last 1 month
es: Último mes

# SelectPagesLowerCase
source: Select pages
es: Seleccione Páginas

source: Last 2 years
es: Últimos 2 años

source: Last 5 years
es: Últimos 5 años

# SelectXLSXFile
source: Select a .XLSX file <span class='sfLblNote'>with the translated labels for the selected language</span>
es: Seleccione un archivo. XLSX <span class='sfLblNote'> con las etiquetas traducidas para el idioma seleccionado </span>

source: Unlock
es: Desbloquear

source: Select Dates
es: Elija fechas

source: From
es: Desde

# ViewReadOnly
source: View as read-only
es: Ver como de sólo lectura

source: Import
es: Importar

source: Export language pack
es: Exportar paquete de idioma

# SelectLanguageToImportFrom
source: Select a language <span class='sfLblNote'>for which you will import labels</span>
es: Seleccione un <span class='sfLblNote'> idioma para el que va a importar las etiquetas </span>

# EmailTextToDisplayExample
source: <strong>Example:</strong> Send email to John
es: <strong>Ejemplo: </strong>Enviar correo electrónico a Jorge

# TranslateAllMissingLabelsGoogle
source: Translate all missing labels (using Google Translator)
es: Traducir todas las etiquetas que faltan (utilizando Traductor de Google)

# PublishedStatusDescription
source: Everyone can view this post on the website
es: Todos pueden ver esta entrada en la sitio web

source: Display news published in...
es: Mostrar noticias publicadas el...

# DisplayEvetnsPublishedIn
source: Display events published in...
es: Mostrar eventos publicados el...

source: Display posts published in...
es: Mostrar entradas publicados el...

source: Display products added in...
es: Mostrar productos añadidos en...

source: Registration date
es: Fecha de registro

# ScheduledStatusDescription
source: This post will be automatically published on the website.
es: Esta entrada se publica automáticamente en la web.

source: Last activity
es: Última actividad

source: Last login
es: Último acceso

# SynchronizationSettings
source: Staging & Synchronization
es: Secuenciación y Sincronización

source: Select roles or users
es: Seleccione roles o usuarios

source: Accept changes
es: Aceptar los cambios

source: Stop syncing
es: Detener sincronización

# TemplateTranslationsAreSynchronized
source: <strong>All translations of this template are synced</strong> <span class='sfNote'>Adding/deleting widgets to this template will affect all its translations</span>.
es: <strong>Todas las traducciones de esta plantilla están sincronizadas</strong> <span class='sfNote'> Añadir/borrar widgets a esta plantilla afectará todas sus traducciones</span>.

source: One particular product only...
es: Sólo un producto en particular...

# CopyOtherLanguage
source: Copy from another language
es: Copiar de otro idioma

source: Hide other translations
es: Ocultar otras traducciones

source: Compare translations
es: Comparar traducciones

source: Show other translations
es: Mostrar otras traducciones

source: Start from scratch
es: Empezar desde cero

# SelectSourceVersion
source: Select a language to copy from
es: Seleccione un idioma para copiarlo

source: Narrow selection
es: Filtrar selección

# KeepPagesSynced
source: Keep all language versions synced as one page
es: Mantener todas las versiones de idiomas sincronizadas como una única página

source: None (start from scratch)
es: Ninguno (empezar de cero)

# TitleCopyOtherLanguage
source: Copy content from another language
es: Copiar el contenido de otro idioma

# KeepPagesSyncedDescr
source: If a widget is added to (or deleted from) a language version it will be added to (or deleted from) all language versions. The same widget will automatically display content in different languages according to selection of the user.
es: Si se añade un widget (o elimina) a una versión traducida, será añadido (o eliminado) de todas las versiones traducidas. El mismo widget mostrará automáticamente el contenido en diferentes idiomas según la selección del usuario.

# StopSyncWarningMessage
source: Are you sure you want to stop syncing translations of this page?<br />There is no undo. <strong class='sfImportantWarning'>Stopping synchronization is permanent for this page</strong>
es: ¿Está seguro de que desea dejar de sincronizar las traducciones de esta página?<br /> No se puede deshacer. <strong class='sfImportantWarning'>El cese de la sincronización será permanente para esta página </strong>

source: Close comparison
es: Cerrar comparación

source: OK
es: Aceptar

source: Warning
es: Advertencia

source: Other language versions:
es: Versión en otros idiomas:

# NarrowSelectionComplementoryText
source: Narrow selection <span class='sfNote'>(by category, tag, date)</span>
es: Limitar selección <span class='sfNote'>(por categoría, etiqueta, fecha)</span>

# SelectedItemWasDeletedSelectAnotherItem
source: The selected item was deleted. Please select another item.
es: El elemento seleccionado se ha eliminado. Por favor, seleccione otro elemento.

source: Which news to display?
es: ¿Qué noticias desea mostrar?

source: Advanced selection
es: Selección avanzada

source: Narrow by typing title or date
es: Filtrar escribiendo el título o la fecha

source: No content selected
es: Ningúncontenido seleccionado

source: Choose News
es: Elija Noticias

source: Select news
es: Seleccione noticias

source: All published news
es: Todas las noticias publicadas

source: Selection of news:
es: Selección de noticias:

# LockedByFormat
source: Locked by {0} | {1}
es: Bloqueado por {0} | {1}

source: No news have been created yet
es: Todavía no se han creado noticias

source: Which products to display?
es: ¿Qué productos se deben mostrar?

# SelectedItemWasDeleted
source: The selected item was deleted
es: El elemento seleccionado se ha eliminado

source: All published items
es: Todos los artículos publicados

# WhichContentItemsToDisplay
source: Which items to display?
es: ¿Qué elementos desea mostrar?

source: Narrow by typing title or author or date
es: Restringir resultados introduciendo el título, autor o la fecha

source: Selection of items:
es: Selección de elementos:

source: All published products
es: Todos los productos publicados

# ChooseProduct
source: Select Product
es: Elegir Producto

source: Display items published in...
es: Mostrar elementos publicados en...

# OneParticularNewsOnly
source: One particular news item only...
es: Sólo una noticia individual…

source: Selection of products:
es: Selección de productos:

source: Which list items to display?
es: ¿Qué elementos de lista se deben mostrar?

# SelectOrderInvoicePage
source: Select
es: Seleccionar página de Fáctura de Pedido

# ChooseOrderInvoicePage
source: Order Invoice page
es: Elegir página de Fáctura de Pedido

source: No products have been created yet
es: Aún no se han creado productos

source: Which blog posts to display?
es: Qué entradas del blog desea mostrar?

source: Choose Blogs
es: Seleccione blogs

# NarrowBlogTitle
source: Narrow by typing blog title
es: Filtrar escribiendo título del blog

# SelectBlog
source: Select a blog
es: Seleccione un blog

source: From all blogs
es: De todos los blogs

# BlogNotSelected
source: Blog is not selected
es: El Blog no está seleccionado

source: by Categories...
es: por categorías ...

source: All published posts from selected blogs
es: Todas las entradas publicadas en los blogs seleccionados

source: not selected
es: no seleccionado

source: From selected blogs only...
es: Únicamente de los blogs seleccionados ...

source: One particular post only...
es: Sólo una entrada individual ...

source: No selected blog post
es: No hay entradas de blog seleccionadas

# NarrowPostTitle
source: Narrow by typing post title
es: Filtrar escribiendo título de la entrada

source: Selection of posts:
es: Selección de entradas:

# SelectBlogPost
source: Select a blog post
es: Seleccione una entrada de blog

# ChooseBlogPost
source: Choose a Blog Post
es: Elegir una entrada del blog

source: by Tags...
es: por etiquetas ...

source: by Dates...
es: por fechas ...

source: From selected lists only...
es: De las listas seleccionadas únicamente...

# NarrowListTitle
source: Narrow by typing list title
es: Delimitar al escribir título de lista

# SelectedBlogWasDeleted
source: The selected blog was deleted
es: El blog seleccionado fue eliminado

source: Choose Lists
es: Elegir Listas

# ChooseListItem
source: Choose a List Item
es: Elegir un Elemento de Lista

# ListNotSelected
source: List is not selected
es: La lista no está seleccionada

# NarrowListItemTitle
source: Narrow by typing list item title
es: Delimitar al escribir título del elemento de lista

source: From all lists
es: De todas las listas

source: Select product
es: Seleccionar producto

# SelectList
source: Select a list
es: Seleccionar una lista

source: Display list items published in...
es: Mostrar elementos de lista publicados en...

source: No blogs are created
es: No hay blogs se crean

source: One particular list item only...
es: Sólo un elemento de lista específico...

source: All published items from selected lists
es: Todos los artículos publicados en las listas seleccionadas

# SelectedBlogWasDeletedSelectAnotherBlog
source: The selected blog was deleted. Please select another blog.
es: El blog seleccionado se ha eliminado. Por favor, seleccione otro blog.

source: No selected list item
es: No se ha seleccionado ningún elemento de lista

source: No lists are created
es: No se crean listas

source: Selection of list items:
es: Selección de elementos de lista:

# SelectListItem
source: Select a list item
es: Seleccionar un elemento de lista

# NewerThanPublishedInParentheses
source: (newer than published)
es: (Lo publicado más recientemente)

# SelectedListWasDeleted
source: The selected list was deleted
es: La lista seleccionada fue eliminada.

source: Selection of events
es: Selección de eventos

source: Choose events
es: Elija eventos

source: One particular event only...
es: Sólo un evento individual ...

source: Past events only
es: Sólo eventos pasados

source: All published events
es: Todos los eventos publicados

source: Current events only
es: Sólo eventos actuales

# AllUpcommingCurrentAndPastEvents
source: All upcoming, current, and past events
es: Todos los eventos futuros, actuales y pasados

source: Which events to display?
es: ¿Qué eventos mostrar?

# UpcommingAndCurrentEvents
source: Upcoming and current events
es: Eventos actuales y próximos

source: Current and past events
es: Eventos actuales y pasados

source: Display videos published in...
es: Mostrar videos publicados en…

# AllPublishedImagesFromSelectedAlbum
source: All published images from selected library
es: Todas las imágenes publicadas de la biblioteca seleccionada

source: No events have been created yet
es: Todavía no se han creado eventos

source: Selection of documents:
es: Selección de documentos:

source: Selection of images:
es: Selección de imágenes:

source: Display images published in...
es: Mostrar imágenes publicadas en...

# UpcommingEventsOnly
source: Upcoming events only
es: Sólo Eventos próximos

source: Selection of videos:
es: Selección de videos:

source: All published videos from selected library
es: Todos los videos publicados de la biblioteca seleccionada

source: All published documents from selected library
es: Todos los documentos publicados de la biblioteca seleccionada

source: Display documents published in...
es: Mostrar documentos publicados en…

source: Project name
es: Nombre del proyecto

source: All content
es: Todo el contenido

source: Select content
es: Seleccione contenido

source: All languages
es: Todos los idiomas

source: Bulgarian
es: Búlgaro

source: French
es: Francés

source: Translations
es: Traducciones

source: Russian
es: Ruso

source: English
es: Inglés

source: Time zone
es: Huso horario

# ArgumentNameCannotBeZero
source: Argument {0} cannot be zero (0)
es: El argumento {0} no puede ser cero (0)

source: General settings
es: Configuración general

source: Descending
es: Descendente

source: Ascending
es: Ascendente

source: Select language version
es: Seleccione versión del idioma

# SelectCssFile
source: Select a CSS file
es: Seleccione un archivo CSS

# SelectJsFile
source: Select a JavaScript file
es: Seleccionar un archivo JavaScript

source: Custom sorting
es: Ordenación personalizada

source: Generate thumbnails
es: Generar miniaturas

source: Select a template
es: Seleccione una plantilla

# SelectedListWasDeletedSelectAnotherList
source: The selected list was deleted. Please select another list.
es: La lista seleccionada fue eliminada. Por favor, seleccione otra lista.

source: Automatically adjust clock for Daylight Saving Time
es: Ajustar automáticamente el reloj al horario de verano

source: Drop-down menu
es: Menú desplegable

source: Set as default
es: Establecer como predeterminado

# DaylightSavingTimeBeginsMessage
source: Daylight Saving Time begins on {0} at {1}. The clock is set to go forward {2} hour at that time.
es: El cambio de horario estacional comienza el {0} de {1}. El reloj está ajustado para avanzar {2} horas en ese momento.

# SelectEvent
source: Select an event
es: Seleccione un evento

# LanguagesPublicContent
source: Languages for public content
es: Idiomas para el contenido público

# AddServer
source: Add a server
es: Agregar un servidor

source: Translate from:
es: Traducir desde:

source: Add languages&hellip;
es: Añadir idiomas&hellip;

source: Manage backend languages
es: Administrar idiomas de la parte administratica

# CloseLanguagesBackendSystem
source: Close languages for the backend system
es: Cerrar los idiomas para el área administrativa

# SettingsUpdated
source: Settings have been updated.
es: Las opciones han sido actualizadas.

source: Directories
es: Directorios

source: Multilingual URLs
es: URL Multilingüe

# LanguagesForBackendSystem
source: Languages for the backend system
es: Idiomas para el área administrativa

source: Different domains
es: dominios diferentes

# ExampleDirectoriesUrlStrategy
source: <strong>Example:</strong><br />domain.com/contact-us - English;<br />domain.com/es/contacto - Spanish
es: <strong>Ejemplo: </strong><br/>domain.com/contacto con nosotros - Inglés; domain.com/><br/es/contacto - Español

# DefaultLanguageBackendSystem
source: Default language for the backend system
es: Idioma predeterminado para el área administrativa

source: Specify domain for each language
es: Especifique el dominio para cada idioma

# ExampleDomainsUrlStrategy
source: <strong>Example:</strong><br />domain.com - English;<br />es.domain.com or domain.es - Spanish
es: <strong>Ejemplo: </strong><br/>dominio.com - Inglés;<br/>es.dominio.com o dominio.es - Español

source: Languages
es: Idiomas

# LanguageSelectorDesignerEditorTitle
source: Language selector
es: Selector de idioma

# LanguageSelectorModeText
source: Display language selector as...
es: Mostrar selector de idioma como ...

source: Show cultures
es: Mostrar culturas

# IncludeCurrentLanguage
source: Include the current language in the selector
es: Incluir el idioma actual en el selector de

# NoTranslationHideLink
source: Hide the link to the missing translation
es: Ocultar enlaces de traducciones inexistentes

# NoTranslationRedirectToPage
source: Redirect to the home page in the language of the missing translation
es: Redirigir a la página de inicio en el idioma de la traducción que falte

source: Horizontal list
es: Lista Horizontal

source: Show only languages
es: Mostrar sólo idiomas

source: Vertical list
es: Lista vertical

# OnlyAvailableInMultilingualMode
source: This control is only available in multilingual mode.
es: Este control sólo está disponible en modo multilingüe.

# DaylightSavingTimeEndsMessage
source: Daylight Saving Time ends on {0} at {1}. The clock is set to go back {2} hour at that time.
es: El cambio de horario estacional termina el {0} de {1}. El reloj está ajustado para retroceder {2} horas en ese momento.

source: Select languages
es: Seleccione idiomas

# StartingPageUnpublished
source: Warning: the selected starting page is unpublished.
es: Advertencia: la página de partida seleccionada no está publicada

# HeaderLanguagesWithoutTranslation
source: What to do with languages without translations?
es: ¿Qué hacer con los idiomas si traducción?

# SelectedLanguagesAlreadyAdded
source: One or more of the selected languages are already added.
es: Uno o más de los idiomas seleccionados ya se han agregado.

source: Invalid domain
es: Dominio no válido

# HeaderLanguagesWithoutTranslationExpl
source: Some pages or content items may not be translated to all languages. How should the language selector behave when a translation is missing?
es: Algunas páginas o elementos de contenido no puede ser traducido a todos los idiomas. ¿Cómo debe comportarse el selector de idiomas cuando falta la traducción?

# CustomLowercase
source: custom
es: personalizado

# StartingPageIsNotAccessible
source: Warning: the selected starting page is not accessible.
es: Advertencia: no se puede acceder a la página de partida seleccionada.

source: Go back
es: Volver

# NoCommentsLabel
source: Go comment!
es: Comentar!

# TemplateChangeWarning
source: <strong>Warning:</strong> changing the template might break the layout of the page.
es: <strong>Advertencia: </strong>cambiar la plantilla podría descomponer el diseño de la página.

source: Back
es: Volver

# FacebookLikeLayoutStyle
source: Layout style
es: Diseño de estilo

# GoToTheSiteTitle
source: Opens live site in a new window
es: Abrir el sitio público en una ventana nueva

# GoToTheSite
source: Live site
es: Sitio en vivo

# DashboardDiscoverHowTheFluentApiEnablesYouToInteractWithTheSitefinityData
source: Discover how the Fluent API enables you to interact with the Sitefinity data
es: Descubra cómo la API de Fluent permite interactuar con los datos de Sitefinity

source: You do not have the permissions to delete these items.
es: No tiene permisos para eliminar estos elementos.

source: Widget title
es: Título de widget

source: Widget description
es: Descripción de widget

source: Yes, Stop syncing
es: Sí, detener la sincronización

# YouDoNotHaveThePermissionsToDeleteSomeOfTheItems
source: You do not have the permissions to delete {0} of the items.
es: No tiene permisos para eliminar {0} de los elementos.

source: Delete all translations
es: Eliminar todas las traducciones

source: Telerik Inc. All rights reserved
es: Telerik Inc. Todos los derechos reservados

# ChangesSuccessfullySaved
source: Changes are successfully saved.
es: Los cambios se guardan correctamente.

# DeleteOnlyTranslation
source: Delete only {0} translation
es: Eliminar sólo traducción {0}

source: What do you want to delete?
es: ¿Qué es lo que desea eliminar?

# LinkToRadiosLabel
source: Link to
es: EnlaceA

source: for all translations
es: para todas las traducciones

# NameForDevs
source: Developer name (used in code)
es: Nombre utilizado en el código (para desarrolladores)

# Sitefinity40
source: Sitefinity 7.1
es: Sitefinity 5.2

source: Settings
es: Opciones

source: You do not have the permissions to delete this item.
es: No tiene permisos para eliminar este elemento.

# FooterDocumentation
source: Documentation
es: Documentación

source: Edit content directly browsing the site
es: Editar el contenido directamente al navegar el sitio

# DashboardVideoTutorialsAbout
source: Video tutorials about...
es: Tutoriales en video sobre...

# DashboardListItem2
source: To learn more details on specific parts of the product, explore the video tutorials below
es: Para conocer más detalles sobre las partes específicas del producto, explore los siguientes tutoriales en video

# DashboardGeneralParagraph
source: The new release delivers a web content management system that empowers you to create websites, corporate intranets, community portals and blogs
es: La nueva versión ofrece un sistema de gestión de contenido web que le permite crear sitios web, intranets corporativas, portales de comunidad y blogs.
