Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/Labels.*.resx
Languages: es

source: Toggle user menu
es: Activar el menú de usuario

source: User preferences
es: Las preferencias del usuario

source: What do you want to do now?
es: ¿Qué quieres hacer ahora?

source: Logout
es: Desconectar

# LabelsTitlePlural
source: Labels
es: Etiquetas

source: by
es: Por

# LabelsDescription
source: Contains localizable resources for common user interface labels.
es: Contiene recursos localizables para las etiquetas comunes de la interfaz de usuario.

# LabelsTitle
source: Labels
es: Etiquetas

source: on
es: en

# HasBeenLockedForEditingBySince
source: {0} has been locked for editing by {1} since {2}
es: {0} ha sido bloqueado para su edición por {1} desde {2}

source: Layout
es: Diseño

source: Notes
es: Notas

# NoText
source: There is no text.
es: No hay texto.

source: Version
es: Versión

# WhatToDo
source: What do you want to do?
es: ¿Qué quieres hacer?

# LoggedAs
source: You do not have the permissions to access this page. Try using other credentials or contact the administrator.
es: No tiene permisos para acceder a esta página. Intente usar otras credenciales o contacte con el administrador.

source: Switch User
es: Cambiar de usuario

# PerfOptimizationInfoDescription1
source: Sitefinity is going to perform database optimization procedure which may take up to 2 hours.
es: Sitefinity va a realizar un procedimiento de optimización de bases de datos que puede tardar hasta 2 horas.

# ChangePasswordText
source: Change password
es: Cambiar contraseña

source: Help
es: Ayuda

# RegisterUser
source: Create User
es: Crear usuario

# IncorrectUsernamePassword
source: Incorrect Username/Password Combination
es: Combinación de nombre de usuario y contraseña incarrecta

source: Password Recovery
es: Recuperación de la contraseña

source: Forgot your password?
es: ¿Olvidaste tu contraseña?

# AutomaticallyNavigated
source: You do not have a permission to access "{0}".<br/>Contact your administrator for more information.
es: Ha sido redirigido desde "{0}", porque no está autorizado para acceder a esa página!

# UsernameEmpty
source: Username is required
es: Nombre de usuario es obligatorio

source: Status
es: Estado

source: Password
es: Contraseña

# OldPasswordText
source: Old password
es: Contraseña antigua

# StatusColonSpace
source: Status:
es: Estado:

# ConfirmNewPasswordText
source: Confirm password
es: Confirmar contraseña

source: Password successfully changed
es: Contraseña cambiada con éxito

source: Proceed to your account
es: Proceder a su cuenta

source: Register
es: Registrarse

source: Username
es: Nombre de usuario

# Provider
source: Authentication Provider
es: Proveedor de autenticación

# UserFirstAndLastNameName
source: Name
es: Nombre

source: First name
es: Nombre

source: Last name
es: Apellido

source: Done
es: Hecho

source: Users
es: Usuarios

source: Email
es: Correo electrónico

source: Add these tags
es: Añadir estas etiquetas

source: Select a category
es: Seleccione una categoría

source: Select a tag
es: Seleccione una etiqueta

source: Select a section
es: Seleccione una sección

source: Basic Templates
es: Plantillas básicas

# NewPasswordText
source: New password
es: Nueva contraseña

# AddTagsExample
source: Separate tags with a space. To join two words in one tag use double quotes.<br /><strong>Example:</strong><em>sport London summer "daily commute"</em>
es: Separa las etiquetas con un espacio. Para unir dos palabras en una etiqueta utilice comillas dobles <br /> <strong>Ejemplo:. </strong><em>deporte Londres verano "viaje diario" </em>

# PasswordEmpty
source: Password is required
es: Contraseña obligatoria

source: Creation Date
es: Fecha de creación

source: Actions with role
es: Acciones con rol

source: Submit
es: Enviar

source: User
es: Usuario

source: Select a master page
es: Seleccionar una página maestra

source: Login
es: Iniciar sesión

# LoginCaps
source: Login
es: Iniciar sesión

# SaveChangesLabel
source: Save changes
es: Guardar cambios

# DeleteLabel
source: Delete
es: Eliminar

# CreateEllipsis
source: Create...
es: Crear ...

source: Create a
es: Crear un

source: Play video
es: Reproducir video

# CreateAParameter
source: Create a {0}
es: Crear un {0}

# CreateAnParameter
source: Create an {0}
es: Crear un {0}

# EditEllipsis
source: Edit...
es: Editar ...

source: View
es: Ver

source: Edit
es: Editar

source: Create
es: Crear

source: Set as primary image
es: Configurar imagen principal

source: Change
es: Cambiar

source: Change owner
es: Cambiar propietario

source: Set as primary video
es: Configurar como video principal

# ChangeEllipsis
source: Change...
es: Cambiar ...

source: Save
es: Guardar

source: New
es: Nuevo

source: View original size
es: Ver tamaño original

# YesDelete
source: Yes, Delete this item
es: Sí, Eliminar este elemento

source: Delete
es: Eliminar

source: Yes, Delete these items
es: Sí, Eliminar estos artículos

source: Compare
es: Comparar

source: Save changes
es: Guardar cambios

source: Views
es: Vistas

source: List
es: Lista

source: Boxes
es: Cajas

source: List view
es: Vista de Lista

source: Alphabetically
es: Alfabeto

source: Thumbnails view
es: Vista Miniaturas

source: Box
es: Recuadro

# RememberMe
source: Remember me on this computer
es: Recordarme en este equipo

source: Categorized
es: Categorizados

# CreateNewLabel
source: Create a label
es: Crear una etiqueta

source: Search...
es: Buscar ...

source: Default
es: predeterminado

source: Cancel
es: Cancelar

# SearchLabel
source: Search
es: Búsqueda

source: Back to simple search
es: Volver a la búsqueda simple

source: or
es: o

source: Searching...
es: Buscando ...

source: Advanced Search
es: Búsqueda Avanzada

# ChangeBtnIn
source: <strong class="sfLinkBtnIn">Change</strong>
es: <strong class="sfLinkBtnIn">Cambiar </strong>

source: Sort by
es: Ordenar por

# LastOneYear
source: Last <strong>1 year</strong>
es: Último <strong>año </strong>

source: Assign to role...
es: Asignar al rol

source: Assign
es: Asignar

source: Unassign from role...
es: Desasignar del rol ...

source: Find Users...
es: Buscar usuarios ...

source: Close
es: Cerrar

source: Assign users to
es: Asignar usuarios a

source: Close search
es: Cerrar búsqueda

# ResizeSizeMedium
source: Medium: 500 px width
es: Medio: 500 px de ancho

source: Unassign
es: Desasignar

source: Sort
es: Ordenar

source: Alphabet
es: Alfabeto

source: Unknown
es: Desconocido

source: Date / Owner
es: Fecha/Propietario

source: By date
es: Por fecha

source: Edit all labels listed below
es: Editar todas las etiquetas que figuran a continuación

source: Unassign users from
es: Desasignar usuarios de

source: Close this batch editor
es: Cerrar este editor de proceso por lotes

source: Finished
es: Terminado

source: This label is used in
es: Esta etiqueta se utiliza en

source: Description
es: Descripción

source: Role
es: Rol

source: Create new policy
es: Crear nueva directiva

source: Use this key
es: Utilizar esta tecla

source: Default policy
es: Directiva predeterminada

# ShowPoliciesFor
source: policies for:
es: Directiva para:

source: Done reordering
es: Reordenamiento finalizado

source: Which image to upload?
es: ¿Qué imagen desea cargar?

source: Reorder
es: Reordenar

source: Create new
es: Crear nuevo

source: Date
es: Fecha

source: Where to store the uploaded image?
es: Dónde desea guardar la imagen cargada?

# ResizeSizeSmall
source: Small: 240 px width
es: Pequeña: 240 px de ancho

# WhatTitleToDipsplayForThisDocument
source: What title to display for this document?
es: ¿Qué título desea mostrar para este documento?

# AlternativeTextWithNote
source: Alternative text <span class='sfNote'>(for visually impaired people and search engines)</span>
es: Texto alternativo <span class='sfNote'> (para personas con discapacidades visuales y motores de búsqueda) </span>

source: How to use in aspx or ascx file?
es: Cómo utilizar en el archivo aspx o ascx?

source: Resizing options
es: Cambiar el tamaño de las opciones

# ShowOriginal
source: Don't resize, show original {0}
es: No cambiar el tamaño, mostrar el original {0}

# ImageTitleWithNote
source: Title <span class='sfNote'>(also displayed as a tooltip by modern browsers)</span>
es: Título <span class='sfNote'>(también mostrado como un tooltip por los navegadores modernos)</span>

# ResizeSizeThumbnail
source: Thumbnail: 100 px width
es: Miniatura: 100 px de ancho

# ResizeWidthTo
source: Resize the {0} width to...
es: Cambiar tamaño del ancho {0} para ...

# MetaFieldTypeBoolean
source: Yes/No
es: Sí/No

source: Default Sorting
es: Clasificación Predeterminada

# FilterByResourceEntryType
source: Filter by type
es: Filtrar por tipo

# OpenSingleItemInDotDotDot
source: Open single item in...
es: Abrir un solo elemento en...

# LastOneWeek
source: Last <strong>1 week</strong>
es: Última <strong>semana </strong>

source: Filter
es: Filtrar

source: - Select criteria -
es: - Selecciona criterio -

# AllTheTime
source: Any time
es: En cualquier momento

# LastOneDay
source: Last <strong>1 day</strong>
es: Último <strong>día </strong>

source: Custom range...
es: Rango personalizado ...

# ResizeSizeExtraLarge
source: Extra-large: 1024 px width
es: Extra-grande: 1024 px de ancho

# LastOneMonth
source: Last <strong>1 month</strong>
es: Último <strong>mes </strong>

source: last
es: Último

# LastTitleCase
source: Last
es: Pasado

# LastSixMonths
source: Last <strong>6 months</strong>
es: Últimos <strong>6 meses </strong>

# LastTwoYears
source: Last <strong>2 years</strong>
es: Últimos <strong>2 años </strong>

# LastFiveYears
source: Last <strong>5 years</strong>
es: Últimos <strong>5 años </strong>

source: with the same layout as the list page
es: con el mismo diseño que la página de la lista

# LastThreeDays
source: Last <strong>3 days</strong>
es: Últimos <strong>tres días </strong>

source: Selected existing page ...
es: Página seleccionada existente...

source: Detail templates
es: Plantillas de detalles

source: Auto-generated page
es: Página autogenerada

# AddDataField
source: Add a data field
es: Agregar un campo de datos

source: Update data field
es: Actualizar campos de datos

# MetaFieldType
source: Type
es: Tipo

# MetaFieldTitle
source: Title
es: Título

# MetaFieldName
source: Name
es: Nombre

# MetaFieldDBType
source: DB Type
es: Tipo DB

# MetaFieldDefaultValue
source: Default value
es: Valor predeterminado

# MetaFieldPrecision
source: Precision
es: Precisión

# MetaFieldMaxLength
source: Max length
es: Longitud máxima

# MetaFieldMsSQLDBType
source: SQL DB Type
es: Tipo de base de datos SQL

# ResizeSizeLarge
source: Large: 800 px width
es: Grande: 800 px de ancho

# MetaFieldTaxonomyProvider
source: Classification provider
es: Proveedor de Clasificación

# MetaFieldTypeDate
source: Date
es: Fecha

# MetaFieldTypeGuid
source: Unique identifier
es: Identificador único

# MetaFieldAllowMultipleTaxonomies
source: Allow multiple classifications selection
es: Permitir seleccionar varias clasificaciones

source: Delete data field
es: Borrar los campos de datos

# MetaFieldTypeLString
source: Localized text
es: Texto localizado

# MetaFieldTypeString
source: Text
es: Texto

# MetaFieldTaxonomy
source: Classification
es: Clasificación

# MetaFieldTypeInt
source: Integer
es: Entero

source: Change Password
es: Cambiar contraseña

# EditStructure
source: <span class='sfLinkBtnIn'>Change Data structure...</span>
es: <span class='sfLinkBtnIn'>Cambiar estructura de datos ...</span>

source: Data
es: Datos

# ActionDelete
source: Delete
es: Eliminar

# NumFieldsDefined
source: {0} Fields defined
es: {0} Los campos definidos

source: No fields defined for this publishing point
es: No hay campos definidos para este punto de publicación

# ActionUninstall
source: Uninstall
es: Desinstalar

# ActionActivate
source: Activate
es: Activar

# ActionInstall
source: Install
es: Instalar

# LicenseNotGrantedInstallTitle
source: Module cannot be installed
es: El módulo no se puede instalar

# InstallModule
source: Install a module
es: Instalar un módulo

# UninstallModuleTitle
source: Are you sure you want to uninstall this module?
es: ¿Está seguro de que desea desinstalar este módulo?

# UninstallModuleMessage
source: The content, settings and widgets will be deleted. The module can be installed later, but content and settings will be lost.
es: El contenido, la configuración y widgets serán eliminados. El módulo se puede instalar luego, pero el contenido y la configuración se perderán.

# UninstallModule
source: Uninstall this module
es: Desinstalar este módulo

# DeactivateModuleTitle
source: Are you sure you want to deactivate this module?
es: ¿Está seguro de que de que desea desactivar este módulo?

# DeactivateSystemModuleWarningMessage
source: Deactivation may prevent some of the modules from functioning properly.
es: La desactivación puede impedir que algunos de los módulos funcionen correctamente.

# DeactivateModuleMessage
source: The content and settings will be kept, but hidden. Module widgets will not be active. The module can be activated later.
es: El contenido y la configuración se mantendrá, pero escondidos. Los widgets del módulo no estarán activos. El módulo puede ser activado después.

# ActionDeactivate
source: Deactivate
es: Desactivar

# DeleteModuleTitle
source: Are you sure you want to delete this module?
es: ¿Está seguro de que desea eliminar este módulo?

# DeleteModule
source: Delete this module
es: Eliminar este módulo

# DeleteModuleMessage
source: Delete this module from the list of uninstalled modules.
es: Eliminar este módulo de la lista de módulos instalados.

# ModuleDoesNotExist
source: Module with key: {0} does not exist in the configuration.
es: Módulo con clave: {0} no existe en la configuración.

# SearchModule
source: Search...
es: Buscar ...

# BuildWithModuleBuilder
source: Built with Module builder
es: Desarrollado con el generador de Módulos.

# ModulesManagementGridDescriptionHeader
source: Description
es: Descripción

# ModulesManagementGridActionsHeader
source: Actions
es: Acciones

# InstallModuleCouleNotLoadType
source: Could not load type: {0}, please verify the name.
es: No se pudo cargar el tipo: {0}, por favor verifique el nombre.

# EditModule
source: Edit a module
es: Editar un módulo

source: Back to Modules
es: Volver a Módulos

# ModuleTypeAlreadyInUse
source: The module with type: {0} has already been used in other module.
es: El módulo con el tipo: {0} ya ha sido utilizado en otro módulo.

# InstallModuleTypeShouldDerrive
source: The given type: {0} should implement (directly or indirectly): {1}, but it does not.
es: El tipo dado: {0} debe implementar (directa o indirectamente): {1}, pero no lo hace.

# ModuleStartMode
source: Start module...
es: Iniciar módulo...

# ModuleTypeExample
source: Example: MyModuleProject.MyModule
es: Ejemplo: MyModuleProject.MyModule

# DoNotStartModule
source: Do not start
es: No iniciar

# StartOnApplicationStart
source: When the whole application is opened for first time
es: Cuando toda la aplicación se abre por primera vez

# ModulesManagementGridModulesHeader
source: Modules
es: Módulos

# ModuleNameTitle
source: Name
es: Nombre

# ModuleNameExample
source: Example: News
es: Ejemplo: Noticias

# StartOnFirstCall
source: When the module is opened for first time
es: Cuando el módulo se abre por primera vez

# ModuleTypeTitle
source: Type
es: Tipo

# ModuleDescriptionTitle
source: Description
es: Descripción

# WhatIsRoleQuestion
source: What is a role?
es: ¿Qué es un Rol?

# RoleHelpExplanation
source: A role is a group of users associated with a set of user permissions.
es: Un rol es un grupo de usuarios asociados a un conjunto de permisos de usuario.

# LicenseNotGrantedActivateMessage
source: To be able to activate it, you need to purchase a higher license.
es: Para poder activarlo, necesita comprar una licencia superior.

# LicenseNotGrantedEditTitle
source: Module cannot be edited
es: El módulo no puede ser editado

source: Inactive
es: Inactivo

# LicenseNotGrantedEditMessage
source: To be able to edit it, you need to purchase a higher license.
es: Para poder editarlo, necesita comprar una licencia superior.

# ContactSitefinitySalesMessage
source: Contact sitefinitysales@telerik.com for more details
es: Póngase en contacto con sitefinitysales@telerik.com para obtener más detalles

# ModuleTypeCannotBeEmpty
source: Type cannot be empty.
es: El Tipo no puede estar vacío.

# ModuleOperationError
source: Activation / installation of some modules has failed. For more details see application error log.
es: La activación / instalación de algunos módulos ha fallado. Para más detalles vea el registro de errores de la aplicación.

# ModuleNotSupportedByLicenseMessage
source: The license you are currently using does not support this module.
es: La licencia que está utilizando no soporta este módulo.

# LicenseNotGrantedActivateTitle
source: Module cannot be activated
es: El módulo no se puede activar

source: Active
es: Activo

# BackendPerformanceOptimizationHtmlTitle
source: Performance optimization
es: Optimización del rendimiento

# PerfOptimizationInfoHeader
source: Your site will be running faster
es: Su sitio correrá más rápido

source: Failed
es: Fallido

# PerfOptimizationInfoDescription2
source: Up to 2 hours
es: Hasta 2 horas

# PerfOptimizationInfoDescription3
source: The result of these optimizations will affect page performance during edit, publishing and frontend startup time &mdash; e.g. your site will be running faster.
es: El resultado de estas optimizaciones afectarán el rendimiento de la página durante la edición, publicación y el tiempo de inicio del interfaz - por ejemplo, su sitio correrá más rápido.

# PerfOptimizationInfoDescription4
source: Please note that:
es: Tenga en cuenta que:

source: Not installed
es: No instalado

# PerfOptimizationInfoDescription6
source: The site should not be used in production during the optimization procedure.
es: El sitio no debe ser utilizado en producción durante el procedimiento de optimización.

# PerfOptimizationInfoDescription5
source: It's advisable to have backup of your database, even there is no risk of losing any data.
es: Es aconsejable que haga una copia de seguridad de su base de datos, aunque no hay riesgo de perder los datos.

# PerfOptimizationStart
source: Start optimization
es: Inicio de la optimización

# PerfOptimizationInProgress
source: Optimization is in progress...
es: La optimización está en curso...

# PerfOptimizationInProgressWait
source: Please wait, while this process finishes. It may take up to 2 hours depending on the database size.
es: Espere a que este proceso haya terminado. Puede tomar hasta 2 horas dependiendo del tamaño de la base de datos.

# PerfOptimizationFailureNotification
source: Please send error details as a ticket or write to support@sitefinity.com
es: Por favor, envíe los detalles del error en formato de ticket o escriba a support@sitefinity.com

# PerfOptimizationFailed
source: Performance optimization has failed
es: La optimización del rendimiento ha fallado

# PerfOptimizationFailureDetails
source: Error details
es: Detalles del error

# PerfOptimizationAdministrationNavigation
source: Go to administration
es: Ir a la administración

source: All Roles
es: Todos los roles

source: All Providers
es: Todos los proveedores

source: All Users
es: Todos los usuarios

# AllProvidersText
source: All Providers
es: Todos los proveedores

# LicenseNotGrantedInstallMessage
source: To be able to install it, you need to purchase a higher license.
es: Para poder instalarlo, es necesario adquirir una licencia superior.

# YouHaveUnsavedChangesWantToLeavePage
source: Are you sure you want to navigate away from this page? You have unsaved changes. Press OK to continue, or Cancel to stay on the current page.
es: "¿Está seguro de que desea salir de esta página? Tienes cambios sin guardar. Pulse Aceptar para continuar, o Cancelar para permanecer en la página actual. "

# ExampleForNewRoleName
source: <strong>Example: </strong><q>Authors</q>
es: <strong>Ejemplo: </strong><q>Autores </q>

source: Users by role
es: Usuarios por rol

source: Browse Users
es: Explorar usuarios

# PerfOptimizationCompleted
source: Performance optimization is completed.
es: La optimización del rendimiento se ha completado.

source: Users without role
es: Usuarios sin rol

source: Manage Roles
es: Administrar Roles

# YouWantToLeavePage
source: Are you sure you want to navigate away from this page? {0} Press OK to continue, or Cancel to stay on the current page.
es: ¿Está seguro de que desea abandonar esta página? {0} Presione OK para continuar, o Cancelar para permanecer en la página actual.

source: More info
es: Más información

# CreateRoleLabel
source: Create a role
es: Crear un rol

# MetaFieldTypeTaxonomy
source: Classification
es: Clasificación

source: Last modified
es: Última modificación

source: Back to all items
es: Volver a todos los elementos

# QuestionBeforeDeletingUser
source: Are you sure you want to delete this user?
es: ¿Está seguro de que desea eliminar este usuario?

source: Back to profile
es: Volver al perfil

# QuestionBeforeDeletingUsers
source: Are you sure you want to delete the selected users?
es: ¿Está seguro de que desea eliminar los usuarios seleccionados?

# QuestionBeforeDeletingItem
source: Are you sure you want to delete this item?
es: ¿Está seguro de que desea eliminar este elemento?

source: Membership Info
es: Información de membresía

source: Back to Users
es: Volver a los usuarios

source: Mandatory fields
es: Campos obligatorios

source: Changes have been saved
es: Los cambios se han guardado

source: Return to policies
es: Volver a directivas

# UserApproveLabelText
source: Approve user
es: Aprobar usuario

# SectionSaved
source: Configuration section saved successfully.
es: Sección de configuración guardado correctamente.

# UserCommentLabelText
source: Comment
es: Comentario

source: Show
es: Mostrar

source: Labels in
es: Etiquetas en

source: What is this label used for.
es: Para qué se utiliza esta etiqueta.

source: Back to Comments
es: Volver a los comentarios

source: This is the button for saving news
es: Este es el botón para guardar noticias

source: Example
es: Ejemplo

source: Key
es: Clave

source: Used in code to display this label
es: Utilizado en el código para mostrar esta etiqueta

source: Type
es: Tipo

source: None
es: Ninguno

source: Label
es: Etiqueta

source: All
es: Todos

source: Selected
es: Seleccionado

# SelectDotDotDot
source: Select...
es: Seleccionar ...

# ChangeDotDotDot
source: Change...
es: Cambiar ...

source: Last edited
es: Última edición

source: Select
es: Seleccionar

# ConfirmDelete
source: Are you sure you want to delete this section?
es: ¿Está seguro de que desea eliminar esta sección?

# SelectParameter
source: Select {0}
es: Seleccione {0}

# LabelHasBeenUpdated
source: "{0}" label has been updated.
es: La etiqueta "{0}" se ha actualizada.

# UrlNameInvalid
source: Url cannot contain spaces or special characters!
es: La URL no puede contener espacios o caracteres especiales!

# NameRequired
source: Name cannot be empty
es: El nombre no puede estar vacío

# ThisIsTheClassIdValueUsedInCode
source: This is the "class-id" value used in the code
es: Este es el valor "clase-id" utilizado en el código

# UrlNameCannotBeEmpty
source: Url cannot be empty.
es: Url no puede estar vacía.

source: Which versions you want to delete?
es: ¿Qué versiones desea eliminar?

# SelectMasterPage
source: Select the master page you have uploaded
es: Seleccione página maestra que ha subido

# LabelHasBeenCreated
source: "{0}" label has been created.
es: La etiqueta"{0}" ha sido creada.

# LabelHasBeenDeleted
source: "{0}" label has been deleted.
es: La etiqueta"{0}" ha sido borrada.
