Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/Labels.*.resx
Languages: es

# MetaFieldDuplicateFieldName
source: A field by this name is already defined for this type.
es: Un campo con este nombre ya está definido para este tipo.

source: Used in
es: Utilizado en

source: More about this label
es: Más información sobre esta etiqueta

source: All language versions
es: Todas las versiones traducidas

# OldPasswordCannotBeEmpty
source: Enter your old password
es: Introduzca su contraseña antigua

source: Edit all labels
es: Editar todas las etiquetas

source: Edit description
es: Editar descripción

# UsernameCannotBeEmpty
source: Enter your username
es: Introduzca su nombre de usuario

source: Name cannot be empty.
es: El nombre no puede estar vacío.

source: Back to all labels
es: Volver a todas las etiquetas

source: Your changed labels
es: Tu etiqueta modificada

# NewPasswordCannotBeEmpty
source: Enter your new password
es: Introduzca su nueva contraseña

# LoginToManage
source: Login to manage the site
es: Inicie sesión para administrar el sitio

# NoBookmarksMessage
source: There are no social bookmarks
es: No hay marcadores sociales

# ConfirmNewPasswordCannotBeEmpty
source: Re-enter your new password
es: Vuelva a introducir la nueva contraseña

# BackTo
source: Back to {0}
es: Volver a {0}

# BackToAllItemsParameter
source: Back to all {0}
es: Volver a todos los {0}

source: Return to pages
es: Volver a páginas

# PasswordCannotBeEmpty
source: Enter your password
es: Introduzca su contraseña

source: Return to properties
es: Volver a las propiedades

# ReturnToTemplates
source: Back to Templates
es: Volver a plantillas

source: Back to Revision History
es: Volver a la Historial de revisiones

source: Back to reviewed version
es: Volver a la versión revisada

source: Properties
es: Propiedades

# ParentParameter
source: Parent {0}
es: Padre {0}

# TemplateName
source: Name
es: Nombre

# Parent
source: Section
es: Sección

source: No section
es: Ningún sector

source: Create this section
es: Crear esta sección

source: No parent section
es: Ningún sector primario

source: Parent Section
es: Sección primaria

source: Default labels
es: Etiquetas predeterminadas

source: Create this section and add another
es: Crear esta sección y agregar otra

source: Selected parent section...
es: Sección primaria seleccionada...

# CreatePage
source: Create a Page
es: Crear una página

source: Edit Section Properties
es: Editar Propiedades de la sección

# Name
source: Name <span class="sfExLab">(Displayed in navigation. <strong>Example:</strong> <em>About Us</em>)</span>
es: Nombre <span class="sfExLab"> (aparece en la navegación <strong>. Ejemplo: </strong><em>Quiénes somos </em>) </span>

# CreateTemplate
source: Create a Template
es: Crear una plantilla

source: Edit Page Properties
es: Editar Propiedades de la página

# CreateSection
source: Create a Section
es: Crear una sección

source: Selected section...
es: sección seleccionada ...

source: Edit template properties
es: Editar propiedades de la plantilla

# CreateThisPage
source: Create and go to select a template
es: Crear e ir a seleccionar una plantilla

source: Create this
es: Crear esta

source: Create this template
es: Crear esta plantilla

source: Select another Template
es: Seleccione otra plantilla

# SelectLayout
source: Select a Layout
es: Seleccione un diseño

source: Advanced
es: Avanzado

# ClickToAddDescription
source: Click to add a description
es: Haga clic para añadir una descripción

source: Title
es: Título

# ClickToAddTitle
source: Click to add a title
es: Haga clic para añadir un título

# ViewTemplate
source: View in a new window
es: Ver en una ventana nueva

source: Keywords
es: Palabras clave

source: Click to add Tags
es: Haga clic para añadir etiquetas

source: to
es: a

source: Show in navigation
es: Mostrar en la navegación

# ClickToAddCategory
source: Click to add a Category
es: Haga clic para añadir una categoría

source: Click to add keywords
es: Haga clic para añadir palabras clave

# ShowInNavigationTemplate
source: Show in navigation all pages using this template <br /><span class="sfExLab">This option can be customized per individual page.</span>
es: Mostrar todas las páginas en la navegación usando esta plantilla <br/><span class="sfExLab">Esta opción puede ser personalizado para cada página. </span>

# NoTemplate
source: No template - start from scratch
es: Sin plantilla - empezar desde cero

source: Click to add
es: Haga clic para añadir

source: Include ScriptManger
es: Incluir ScriptManger

# UseAsDefaultTemplate
source: Use the selected template as a default template when you create a new page
es: Utilizar la plantilla seleccionada como una plantilla predeterminada al crear una nueva página

# PageDescription
source: Description
es: Descripción

# CapitalTo
source: To
es: a

# CapitalFrom
source: From
es: Desde

source: Collapse all
es: Ocultar todos

source: Advanced filter
es: Filtro avanzado

source: Select policy
es: Seleccione directiva

source: Select another policy...
es: Seleccione otra política ...

# AdvancedSynonymsNameInCode
source: Advanced <em class='sfNote'>(Synonyms, Name used in code)</em>
es: Avanzado <em class='sfNote'>(Sinónimos, nombres utilizados en el código) </em>

source: Back to top
es: Volver arriba

source: Add
es: Agregar

source: Expand all
es: Expandir todo

# DescriptionToolTip
source: This text describes the content of your page. Invisible to the readers, it can boost your rankings on some engines.
es: Este texto describe el contenido de su página. Es invisible a los lectores, puede aumentar su ranking en algunos motores.

# OnePageUsesTemplate
source: {0} page uses this template
es: {0} página usa esta plantilla

source: Selected items
es: Elementos seleccionados

source: Create and add another
es: Crear y agregar otro

source: Use template
es: Usar plantilla

# ManyPagesUseTemplate
source: {0} pages use this template
es: {0} páginas utilizan esta plantilla

source: Required
es: Obligatorio

# DontUseTemplate
source: Don't use template (start from scratch)
es: No utilizar plantilla (empezar de cero)

source: All items
es: Todos los elementos

source: Resource key
es: Clave del recurso

# TemplatePagesMsg
source: Template changes will affect all of these pages:
es: Los cambios en la plantilla afectarán a toda estas páginas:

source: Add tags
es: Agregar etiquetas

# DraftIsNotPublicallyVisibleOnTheWebsite
source: Draft is not publicly visible on the website
es: Proyecto no es visible en el sitio web público

source: Publish
es: Publicar

source: Mark as Spam
es: Marcar como spam

source: Loading...
es: Cargando...

source: Mark as Favourite
es: Marcar como favorito

source: Comment
es: Comentario

source: Commented Item
es: Elemento comentado

source: Author
es: Autor

source: Block IP
es: Bloquear IP

source: Blocked
es: Bloqueado

source: Items in this Module
es: Elementos en este módulo

source: Unblock Email
es: Desbloquear correo electrónico

source: Unblock IP
es: Desbloquear IP

source: Block Email
es: Bloquear correo electrónico

source: Filter and Edit
es: Filtrar y Editar

source: All Comments
es: Todos los comentarios

source: More actions
es: Más acciones

source: Edit also
es: Editar también

source: Today
es: Hoy

# MoreActionsLink
source: More actions
es: Más acciones

source: Permissions for This Module
es: Permisos para este módulo

source: Return to All Comments for
es: Volver a todos los comentarios de

source: IP Address
es: Dirección IP

source: Website
es: Sitio web

source: Posted on
es: Publicado el

source: Published
es: Publicado

# CharacterSingular
source: character
es: carácter

source: Hidden
es: Oculto

source: Comments
es: Comentarios

source: Hide
es: Ocultar

# CharacterPlural
source: characters
es: caracteres

# NoCreatedSections
source: No sections have been created yet.
es: Todavía no se han creado secciones

source: Edit a Comment
es: Editar un comentario

# PasswordAlphaNumCharactersHint
source: At least <strong>{0} non alphanumeric {1}</strong>
es: Por lo menos <strong>{0} {1} no alfanuméricos </strong>

# PasswordLengthHint
source: At least <strong>{0} {1}</strong>
es: Por lo menos <strong>{0} {1} </strong>

source: Preview
es: Vista previa

# ThePasswordMustBeAtLeastLong
source: The password must be at least {0} {1} long
es: La contraseña debe tener al menos {0} {1} de longitud

# NoSectionSelected
source: <em>No section selected</em>
es: <em>No hay sección seleccionada </em>

# AndMustContainNoLessThanNonAlphanumeric
source: and must contain no less than {0} non alphanumeric {1}
es: y debe contener no menos de {0} no alfanuméricos {1}

# SomeRequiredPropertiesAreNotSet
source: Some <strong>required properties</strong> are not set
es: No se han establecido algunas <strong>propiedades requeridas</strong>

# TitleToolTip
source: The page title that is displayed in the browser title bar.
es: El título de la página que se muestra en la barra de título del navegador.

# UserLoggedFromDifferentComputer
source: User already logged on a different computer
es: Usuario ya conectado en un equipo diferente

source: About
es: Acerca de

source: About Title
es: Acerca del título

source: Back to Templates
es: Volver a plantillas

source: About Keywords
es: Acerca de las palabras clave

source: Edit label
es: Editar etiqueta

source: About Description
es: Acerca de la descripción

# BeCareful
source: Caution!
es: ¡Atención!

# DontShowMe
source: Don't show me this message again
es: No volver a mostrar este mensaje

source: For developers
es: Para los desarrolladores

source: Actions
es: Acciones

source: Contains
es: Contiene

# BackendPagesDefaultMsg
source: Backend Pages are pages forming this site backend interface (the system you are using now). <br /> You are able to create new backend pages, edit or delete existing ones. <br/> So, <strong class='sfEmphazie'>you can easily destroy the whole backend interface</strong> if you don't have the expertise needed.
es: Las Páginas del Backend son las páginas que forman la interfaz backend de este sitio (el sistema que está utilizando ahora mismo). <br /> Usted puede crear nuevas páginas backend, editar o borrar las que ya existen. <br/> Así, <strong class='sfEmphazie'>es muy fácil que destruya toda la interfaz de backend</strong>, si no tiene la experiencia necesaria.

source: No items (empty)
es: No hay elementos (vacío)

source: more item
es: elemento más

# Continue
source: OK, Continue
es: Aceptar, Continuar

source: Permissions
es: Permisos

source: more items
es: más elementos

# ContinueCommand
source: Continue
es: Continuar

source: Edit properties
es: Modificar las propiedades

source: Duplicate
es: Duplicar

# CreateTemplFromMasterPage
source: Create a template from selected master page
es: Crear una plantilla de la página maestra seleccionada

source: Save item
es: Guardar elemento

source: Are you sure you want to delete selected items?
es: ¿Está seguro de que desea eliminar los elementos seleccionados?

source: Create new item
es: Crear nuevo elemento

source: Save and add another item
es: Guardar y añadir otro elemento

source: Browse other folders
es: Examinar otras carpetas

source: Use Selected
es: Utilizar seleccionados

source: All Folders
es: Todas las carpetas

# KeywordsExampleText
source: Separate keywords with spaces. <strong>Example:</strong> music guitar song
es: Separa las palabras con espacios. <strong>Ejemplo: </strong>canción música guitarra

# AppMasterFolder
source: Folder: <strong>{0}</strong>
es: Carpeta: <strong>App_Master </strong>

# NoMasterFiles
source: No master files have been uploaded to <em>{0}</em> folder yet
es: Todavía no se han subido ficheros maestros a la carpeta <em>App_Master </em>

source: Bulk operations
es: Operaciones en lotes

source: Unpublish
es: QuitarDePublicacion

source: History
es: Historial

# TagsBulkEdit
source: Bulk edit <span class='sfExtraInfo'>(URLs and synonyms)</span>
es: Editar en lotes <span class='sfExtraInfo'> (Direcciones URL y sinónimos) </span>

source: Set permissions
es: Establecer permisos

source: How to upload
es: Cómo cargar

source: Review history
es: Revisar historial

# SetPermissionsForItem
source: Set <strong>permissions</strong> for {0}.
es: Establecer<strong> permisos </strong>para {0}.

# KeywordsToolTip
source: Metadata keywords are used by browsers or search engines to find and categorize your page.
es: Las palabras clave de metadatos se utilizan por los navegadores o motores de búsqueda para encontrar y clasificar la página.

source: Applied to
es: Aplicado a

source: Opening existing...
es: Abrir existentes ...

source: Bottom
es: Parte inferior

source: Top
es: Arriba

source: Move
es: Mover

source: item
es: Elemento

source: Down
es: Debajo

# NoItemsHaveBeenCreatedYet
source: No {0} have been created yet
es: Ningún {0} se ha creado todavía

source: Up
es: Arriba

# ChangeParentOfSelectedItems
source: Change parent <strong>of {0} selected items</strong>
es: Cambiar padre<strong> de {0} elementos seleccionados </strong>

source: Move up
es: Subir

source: Draft
es: Borrador

# ItemsAreAboutToBeDeleted
source: {0} items are about to be deleted. Do you want to continue?
es: {0} elementos están a punto de ser eliminados. ¿Desea continuar?

source: Move down
es: Bajar

# DoneWithSelecting
source: Done selecting
es: selección hecha

# AreYouSureYouWantToDeleteItem
source: Are you sure you want to delete this item?
es: ¿Está seguro de que desea eliminar este elemento?

source: Select from existing
es: Seleccione de los existentes

# CreateYourFirstItem
source: Create a {0}
es: Crear un {0}

source: Show all
es: Mostrar todos

source: Close existing
es: Cerrar existentes

source: items
es: elementos

source: Drafts
es: Borradores

source: Schedule
es: Programar

source: -- no parent --
es: - Sin padre -

source: Show only most popular
es: Mostrar sólo lo más popular

source: Thumbnail
es: Miniatura

source: Click to select
es: Haga clic para seleccionar

source: Most popular
es: Lo más popular

source: Running since
es: En funcionamiento desde

# StartTypingAndItemsWillBeHinted
source: Start typing and will be hinted
es: Empezar a escribir y aparecerán sugerencias

source: Opening all...
es: Abriendo todos ...

# MoveEllipsis
source: Move...
es: Mover ...

# SavingImgAlt
source: Saving ...
es: Guardando ...

# SessionExpired
source: Server Session Expired
es: Sesión de servidor ha caducado.

source: Scheduled
es: Programado

source: User Not Found
es: Usuario no encontrado

# UserLimitReached
source: Maximum allowed users limit was reached.
es: Se ha alcanzado el límite máximo de usuarios .

# ScheduledDotDotDot
source: Scheduled...
es: Programado ...

source: User Already Logged In
es: Usuario ya conectado

# UserLoggedOff
source: You have been logged out from another computer or browser window.
es: Usuario ya desconectado

# UserLoggedFromDifferentIp
source: User is logged in from different IP address
es: El usuario está conectado desde diferentes direcciones IP

# UserRevoked
source: Either your user was deleted or user rights to access or modify the site were changed.
es: Puede ser que su usuario fue eliminado o los derechos del usuario para acceder o modificar el sitio fueron cambiados.

# ViewAppMaster
source: View only App_Master folder
es: Ver sólo carpeta App_Master

# UnknownReason
source: You are logged off. Contact the system administrator.
es: No tiene la sesión activa. Contacte con el administrador del sistema.

source: CSS class
es: Clase CSS

# LoginRetryMessage
source: You can wait for a user to log off and try to login again later.
es: Puede esperar a que un usuario cierre la sesión e intentar iniciar sesión de nuevo más tarde.

# DenyLogonMesage
source: Sorry, you cannot log in because the maximum user quota has been reached.
es: Lo sentimos, no puedes iniciar sesión porque la cuota máxima de usuarios se ha alcanzado.

source: How many levels to expand initially
es: Cuántos niveles expandidos inicialmente

# SelftLogoutButtonText
source: Log the other user off and enter
es: Finalizar sesión del otro usuario y entrar

# LogoutUserConfirm
source: The selected user will be logged out and you will be logged in, continue?
es: Se cerrará la sesión del usuario seleccionado y usted podrá iniciar sesión, ¿continuar?

# SelfLogoutUserConfirm
source: The other user will be logged off from the system. Are you sure you want to continue?
es: El otro usuario será desconectado del sistema. ¿Está seguro de que desea continuar?

# UserNotSelected
source: Please, select a user to log out.
es: Por favor, seleccione un usuario de sesión.

# FilterLoggedInUsersText
source: Online backend users
es: Usuarios activos en el área administrativa

# UserOffline
source: Offline
es: Desconectado

source: Force logout
es: Cerrar sesión

# MultipleCanBeUploadedAtATime
source: Multiple {0} can be uploaded at a time
es: Varios {0} se pueden cargar a la vez.

# Upload
source: Upload {0}
es: Cargar

# UserOnline
source: Online
es: Conectado

source: Status / Page
es: Estado/Page

# OnlyOneCanBeUploadedAtATime
source: Only one {0} can be uploaded at a time
es: Sólo un {0} se pueden cargar a la vez.

# UserLimitLabel
source: Maximum simultaneous users allowed limit is reached.
es: Se ha alcanzado el número máximo de usuarios simultáneos permitido.

# ForceLogoutUserConfirmation
source: You are about to force logout {0}, continue ?
es: Estás a punto de cerrar sesión {0}, ¿continuar?

# CreateANewItem
source: Create a new {0}.
es: Crear un nuevo {0}.

# LogoutButtonText
source: Force Logout selected user and login me
es: Forzar cierre de sesión del usuario seleccionado e iniciar la mía.

# NavigationCloud
source: Cloud
es: Nube

# NavigationMenu
source: Horizontal with drop-down menus
es: Horizontal con menús desplegables

# NavigationSettingsHeading
source: Fine tune the selected type
es: Ajuste detallado del tipo seleccionado

# NavigationModeVerticalTree
source: Tree (vertical with sub-levels)
es: Árbol (vertical con subniveles)

# NavigationModeHorizontalTabs
source: Horizontal with tabs
es: Horizontal con pestañas

# NavigationModeSiteMapInRows
source: Sitemap divided in rows
es: Mapa del sitio dividido en filas

# NavigationSelectionHeading
source: Links to which pages to display?
es: Mostrar enlaces a qué páginas?

# NavigationModeSiteMapInColumns
source: Sitemap divided in columns
es: Mapa del sitio dividido en columnas

# NavigationModeHeading
source: What type of navigation to use?
es: ¿Qué tipo de navegación desea utilizar?

# NavigationSelectionHeadingHorizontalSimple
source: Links to which pages to display?|
es: Mostrar enlaces a qué páginas? |

source: No page is selected
es: No se ha seleccionado ninguna página

# NavigationSelectionHeadingHorizontalTabs
source: In the top bar: Links to which pages to display?|Their child pages will be in a strip below
es: En la barra superior: ¿Mostrar enlaces a qué páginas? | Sus páginas secundarias se mostrarán en una franja inferior

# NavigationSelectionHeadingHorizontalDropDownMenu
source: In the top bar: Links to which pages to display?|Their child pages will be in the drop down menus
es: En la barra superior: ¿Mostrar enlaces a qué páginas? | Sus páginas secundarias estará en los menús desplegables

# NavigationModeHorizontalDropDownMenu
source: Horizontal with drop down menus
es: Horizontal con menús desplegables

# NavigationSelectionHeadingVerticalSimple
source: Links to which pages to display?|
es: Mostrar enlaces a qué páginas? |

source: No pages are selected
es: Ninguna página se está seleccionada

source: Their child pages will be expanded
es: Sus páginas secundarias se expandirán

# NavigationSelectionHeadingVerticalTree
source: Initially: Links to which pages to display?|Their child pages will be expanded
es: Inicialmente: ¿Mostrar enlaces a qué páginas? | Sus páginas secundarias se expandirán

# NavigationModeCustomNavigation
source: Custom Navigation
es: Exploración personalizada

source: All existing levels
es: Todos los niveles existentes

source: Under
es: Debajo

source: Open drop down menu on
es: Abrir el menú desplegable de

source: Allow collapsing
es: Permitir contraer

# NumberOfLevelsLowercase
source: level(s)
es: nivel (es)

source: Custom template path
es: Ruta de plantilla personalizada

source: Click
es: Haga clic

source: Headings should be links
es: Encabezados deben ser enlaces

source: Mouse over
es: Pasar el ratón encima

# CustomTemplatePathExample
source: <strong>Example:</strong> ~/YourFolder/Navigation.ascx
es: <strong>Ejemplo: </strong> ~/TuCarpeta/Navigation.ascx

# NavigationSelectionHeadingSiteMapInRows
source: Links to which pages to display as row headings?|Their child pages will be listed below them
es: Mostrar enlaces a qué páginas como cabeceras de fila ? | Sus páginas secundarias se enumeran abajo, ellos

# NavigationDesignerTitle
source: Navigation
es: Navegación

# NavigationSelectionTopLevelPages
source: Top level pages
es: Páginas de nivel superior

# NavigationSelectionHeadingCustomNavigation
source: Links to which pages to display?|
es: Mostrar enlaces a qué páginas? |

# NavigationSelectionHeadingSiteMapInColumns
source: Links to which pages to display as column headings?|Their child pages will be listed below them
es: ¿Mostrar enlaces a qué páginas como encabezados de columna?| Sus páginas secundarias se listarán debajo de ellas

# NavigationSelectionSelectedPageChildren
source: All pages under particular page
es: Todas las páginas bajo una página determinada

# NavigationSelectionCurrentPageChildren
source: All pages under currently opened page
es: Todas las páginas bajo la página abierta ahora

source: Design settings
es: Opciones de Diseño

# NavigationSelectionCustomSelection
source: Custom selection of pages
es: Selección personalizada de páginas

# NavigationSelectionCurrentPageSiblings
source: All sibling pages of currently opened page
es: Todas las páginas hermanas de la página abierta ahora

# WrapperClassTemplate
source: Wrapper CSS class <em class='sfNote'>(Skin)</em>
es: Encapsulado <em clase CSS class='sfNote'>(Skin) </em>

source: All pages under particular parent page...
es: Todas las páginas bajo una página primaria determinada...

source: All pages under
es: Todas las páginas bajo

source: Add another sorting rule
es: Añadir otra regla de ordenación

source: Custom fields
es: Campos personalizados

source: Owner
es: Propietario

source: Manage also
es: Gestionar también

source: Content
es: Contenido

source: Then by
es: EntoncesPor

source: Revision History
es: Historial de revisiones

source: Remove this rule
es: Eliminar esta regla

source: Show all levels expanded initially
es: Mostrar todos los niveles expandidos al inicio

# RemoveAllRules
source: Remove all
es: Eliminar todos

source: Search Results
es: Resultados de la búsqueda

source: Custom selection of pages...
es: Selección personalizada de páginas ...

source: Done selecting
es: selección hecha

source: Remove
es: Eliminar

source: Bulk edit
es: Editar en lotes

source: Search Box
es: Cuadro de búsqueda

source: Feed
es: Fuente

# SelfLogoffLabel
source: Someone is <strong>already using</strong> this username and password from another computer or browser. <br />To proceed, you need to <strong>log him/her off</strong>.
es: Alguien <strong>está utilizando ya </strong>este nombre de usuario y la contraseña en otro ordenador o navegador. <br/>Para continuar, es necesario<strong> finalizar dicha sesión</strong>.

# NeedAdminRights
source: You need administrative rights to logout users
es: Necesita permisos de administrador para cerrar sesiones de otros usuarios

# Paging_Next
source: Next
es: Siguiente

# Paging_Prev
source: Prev
es: Anterior

source: Page from this site
es: Página de este sitio

source: note
es: nota

source: Size
es: Tamaño

source: Uploaded on
es: Cargado el

# Paging_Last
source: Last
es: Pasado
