Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/LibrariesResources.*.resx
Languages: es

# BlobStorageProviderIsUsedMessage
source: The provider {0} is already used in a media library and cannot be deleted.
es: El proveedor {0} ya está siendo utilizado en una biblioteca de medios y no se pueden borrar.

# DocumentsMasterListViewFriendlyName
source: Documents - list
es: Documentos - lista

source: Images Description
es: Descripción de Imágenes

# LibrariesResourcesTitle
source: Library
es: Biblioteca

# ProviderNameAlreadyUsed
source: Provider name '{0}' already used.
es: El nombre del proveedor '{0} "ya se utiliza.

# LibrariesResourcesDescription
source: Contains localizable resources for Libraries user interface.
es: Contiene recursos localizables para la interfaz de usuario de Bibliotecas.

# LibrariesResourcesTitlePlural
source: Libraries
es: Bibliotecas

source: Database
es: Base de datos

source: File System
es: Sistema de Archivos

source: Provider name cannot be empty.
es: El nombre del proveedor no puede estar vacío.

source: Provider name
es: Nombre del proveedor

source: Provider type
es: Tipo de proveedor

# NotAuthorizedToViewMediaItem
source: You are not authorized to view this media item
es: Usted no está autorizado para ver este elemento de medios

# DocumentsPageGroupNodeTitle
source: Documents & Files
es: Documentos y Archivos

# SelectItems
source: Select {0}
es: Seleccione {0}

# ModuleTitle
source: Libraries
es: Bibliotecas

# WhichItemsToUpload
source: Which {0} to upload?
es: Que {0} se debe cargar?

# MultipleItemsCanBeSelectedAtOnce
source: Multiple {0} can be selected at once.
es: Varios {0} se puede seleccionar a la vez.

# DocumentsPageGroupNodeUrl
source: Documents
es: Documentos

# ModuleDescription
source: Provides user interface for managing images, documents and videos.
es: Proporciona la interfaz de usuario para la gestión de imágenes, documentos y vídeos.

# ImagesPageGroupNodeDescription
source: This is the page group that contains all pages for the Images module.
es: Este es el grupo de páginas que contiene todas las páginas para el módulo de imágenes.

# DocumentsPageGroupNodeDescription
source: This is the page group that contains all pages for the Documents & Files module.
es: Este es el grupo de páginas que contiene todas las páginas para el módulo de Documentos y Archivos.

source: Image Files
es: Archivos de imagen

source: Publish
es: Publicar

# VideosPageGroupNodeDescription
source: This is the page group that contains all pages for the Videos module.
es: Este es el grupo de páginas que contiene todas las páginas para el módulo de vídeos.

source: Unpublish
es: QuitarDePublicacion

# ImagesTitle
source: Images
es: Imágenes

source: Video Files
es: Archivos de vídeo

# ImagesUrlName
source: Images
es: Imágenes

# ImagesHtmlTitle
source: Images
es: Imágenes

# ImagesViewTitle
source: Image gallery
es: Galería de imágenes

# AlbumsUrlName
source: Albums
es: Álbumes

# DocumentsTitle
source: Documents & Files
es: Documentos y Archivos

# VideosViewDescription
source: Videos from a library
es: Videos de una biblioteca

# ImagesViewDescription
source: Images from a library, displayed in various ways
es: Imágenes de una biblioteca, mostradas en diversas formas

source: Videos Description
es: Descripción de Videos

# DocumentsUrlName
source: Documents
es: Documentos

# DocumentsDescription
source: Manage Documents
es: Administrar documentos

# DocumentsHtmlTitle
source: Documents
es: Documentos

# LibraryVideosHtmlTitle
source: Library Videos
es: Biblioteca de vídeos

# LibraryDocumentsTitle
source: Library Documents
es: Biblioteca de Documentos

source: Library Videos Description
es: Descripción de la biblioteca de vídeos

# LibraryVideosUrlName
source: LibraryVideos
es: Biblioteca de vídeos

# LibraryVideosTitle
source: Library Videos
es: Biblioteca de vídeos

# LibrariesTitle
source: Libraries
es: Bibliotecas

# LibrariesHtmlTitle
source: Libraries
es: Bibliotecas

source: Libraries description
es: Descripción de Bibliotecas

# LibrariesUrlName
source: Libraries
es: Bibliotecas

# LibraryDocumentsHtmlTitle
source: Library Documents
es: Biblioteca de Documentos

# LibraryDocumentsUrlName
source: LibraryDocuments
es: Biblioteca de Documentos

# WhereToStoreUploadedItems
source: Where to store the uploaded {0}?
es: ¿Dónde guardar los {0} Cargados?

# LibraryImagesDescription
source: Manage Images
es: Administrar imágenes

# LibraryImagesHtmlTitle
source: Library Images
es: Biblioteca de Imágenes

# LibraryImagesUrlName
source: LibraryImages
es: Biblioteca de Imágenes

# AlbumsTitle
source: Libraries
es: Bibliotecas

# CantUploadFiles
source: You can't upload {0} files. Only {1} can be uploaded
es: No se puede cargar {0} archivos. Sólo {1} se pueden cargar.

# AlbumsHtmlTitle
source: Libraries
es: Bibliotecas

# AlbumsDescription
source: Manage Image Libraries
es: Administrar Bibliotecas de Imágenes

# VideosViewTitle
source: Video gallery
es: Galería de vídeos

# ImagesMasterThumbnailViewFriendlyName
source: Images - list
es: Imágenes - lista

source: Library Documents Description
es: Descripción de Biblioteca de Documentos

# ImagesMasterThumbnailSimpleViewFriendlyName
source: Images - simple list
es: Imágenes - Lista sencilla

# ImagesMasterThumbnailStripViewFriendlyName
source: Images - strip
es: Imágenes - franja

# LibraryImagesTitle
source: Library Images
es: Biblioteca de Imágenes

# ImagesMasterThumbnailLightboxViewFriendlyName
source: Images - lightbox
es: Imágenes - LightBox

# VideosDetailViewFriendlyName
source: Videos - single
es: Videos - uno a uno

# VideosMasterThumbnailViewFriendlyName
source: Videos - list
es: Videos - lista

# ImagesDetailSimpleViewFriendlyName
source: Images - single
es: Imágenes - una a una

# ImagesPageGroupNodeTitle
source: Images
es: Imágenes

# DocumentsMasterTableViewFriendlyName
source: Documents - table
es: Documentos - Tabla

# SetLibraryPermissions
source: <em>Set permissions</em> of this {0}
es: <em>Establecer permisos </em>para este {0}

source: Upload
es: Cargar

# DocumentsDetailViewFriendlyName
source: Documents - single
es: Documentos - Uno a uno

source: Expires on:
es: Expira el:

source: Other filter options
es: Otras opciones de filtro

source: Delete
es: Eliminar

source: Cancel
es: Cancelar

source: Upload video
es: Cargar vídeo

source: by Date...
es: Por fecha…

source: Permissions
es: Permisos

# Tags
source: <em>Tags:</em>
es: Etiquetas <em>: </em>

source: Actions
es: Acciones

source: Custom Fields
es: Campos personalizados

source: by Author...
es: por autor ...

source: File / Dim. / Size
es: Archivo/Dim. /Tamaño

source: File / Size
es: Archivo/Tamaño

source: More actions
es: Más acciones

# Categories
source: <em>Categories:</em>
es: <em>Categorías: </em>

source: Uploaded / Owner
es: Cargado/Propietario

# BulkEdit
source: <strong>Bulk edit</strong> titles, categories, tags
es: <strong>Edición masiva </strong>títulos, categorías, etiquetas

# UploadedOn
source: <em>Uploaded on</em>
es: <em>Cargado el </em>

source: by
es: Por

# ImageAdvancedSection
source: Advanced <em class='sfNote'>(URL, Comments, Storage provider)</em>
es: Avanzado <em class='sfNote'>(URL, Comentarios, Proveedor de almacenamiento)</em>

source: Edit Properties
es: Modificar las propiedades

source: Set as primary image
es: Configurar imagen principal

source: Download
es: Descargar

source: Set Permissions
es: Establecer permisos

source: Categories and tags
es: Categorías y etiquetas

# Edit
source: <strong>Edit...</strong>
es: <strong>Editar ...</strong>

# AdvancedSection
source: Advanced <em class='sfNote'>(Cache, Restrictions, URL, Storage provider)</em>
es: Avanzado <em class='sfNote'>(Caché, Restricciones, URL, Proveedor de almacenamiento)</em>

source: Move
es: Mover

# Details
source: Details <em class='sfNote'>(Author, Description)</em>
es: Detalles <em class='sfNote'>(Autor, Descripción)</em>

source: Status
es: Estado

source: View original
es: Ver original

source: Title cannot be empty
es: El título no puede estar vacío

source: Title
es: Título

source: View original size
es: Ver tamaño original

source: Save changes
es: Guardar cambios

source: Publish on:
es: Publicado el:

# ReviewHistory
source: Revision History
es: Historial de revisiones

# DeleteThisItem
source: Delete
es: Eliminar

source: Edit image
es: Editar imagen

source: Publication Date cannot be empty
es: Fecha de publicación no puede estar vacía

# ShowPrevAndNextLinksAs
source: Show links to the previous and the next image as...
es: Mostrar enlaces a imagen anterior y siguiente como…

source: Dimensions:
es: Dimensiones:

source: Author
es: Autor

source: Use paging
es: Utilice paginación <span class='sfNote'> (en proceso de implementación) </span>

# AsOrderedInAlbum
source: As they are ordered in image library
es: Según como se ordenan en la biblioteca de imágenes

# AsOrderedInLibrary
source: As they are ordered in library
es: Según como se ordenan en la biblioteca

source: Original file:
es: Archivo original:

source: Use limit
es: Limite de uso

# GalleryDesignerNoLimitAndPagingDesc
source: Show all published items at once
es: Mostrar todos los elementos publicados a la vez

# Big800px
source: Big: 800 px width
es: Grande: 800 px de ancho

# ThumbnailSize
source: Size of thumbnails <i class='sfNote'>(optional)</i>
es: Tamaño de miniaturas

source: No limit and paging
es: Sin límite y con paginación

# GalleryDesignerLimitDesc
source: Show only limited number of items:
es: Mostrar sólo número limitado de temas:

# ImagesSize
source: Size of images
es: Tamaño de imágenes

# BigImageSize
source: Size of the image
es: Tamaño de la imagen grande

# RandomEachTime
source: Random (different each time)
es: Aleatorio (diferente cada vez)

# Medium500px
source: Medium: 500 px width
es: Medio: 500 px de ancho

# VideoSize
source: Size of the video
es: Tamaño del video

# GalleryDesignerPagingDesc
source: Divide the thumbnail list on pages up to
es: Dividir la lista de miniaturas en páginas de

# ThumbnailsPlusDetailPage
source: Thumbnails + Detail page
es: Miniaturas + Página de Detalle

# ThumbnailsPlusOverlay
source: Thumbnails + Overlay (lightbox)
es: Miniaturas + Overlay (LightBox)

# ThumbnailsOfPrevAndNextImage
source: Thumbnails of previous and next image
es: Miniaturas de la imagen anterior y siguiente

# Thumbnail120px
source: 120 px width
es: 120 px de ancho

source: Simple list
es: Lista simple

source: Original size
es: Tamaño original

# Small240px
source: 240 px width
es: 240 px de ancho

source: Edit Thumbnail list template
es: Editar plantilla de lista de miniaturas

# ShowPrevAndNextLinks
source: Show links to the previous and the next image
es: Mostrar enlaces a imagen anterior y siguiente

source: Text Links
es: Enlaces de texto

source: Size:
es: Tamaño:

source: Edit Detail page template
es: Editar plantilla de página de Detalle

source: No library selected
es: Ninguna biblioteca seleccionada

source: An image per page
es: Una imagen por página

source: Choose
es: Elegir

source: Fine tune the selected type
es: Ajuste detallado del tipo seleccionado

# ThumbnailStripPlusImage
source: Thumbnail strip + Image on the same page
es: Franja de miniaturas + Imagen en la misma página

# ImageGalleryPropertyEditorTitle
source: Image Gallery
es: Galería de imágenes

# ImageControlPropertyEditorTitle
source: Select an image
es: Insertar una imagen

# NoAlbumSelected
source: No image library selected
es: Ninguna biblioteca de imágenes seleccionada

# VideoGalleryPropertyEditorTitle
source: Video Gallery
es: Galería de vídeos

# DocumentsTableDetailViewFriendlyName
source: Documents - table details
es: Documentos - detalles de la tabla

# EmbedImage
source: Embed
es: Embeber esta imagen

# DocumentsListDetailViewFriendlyName
source: Documents - list details
es: Documentos - lista detallada

# CreateLibrary
source: Create a library
es: Crear una biblioteca

# ThisOperationCanTakeConsiderableAmountOfTime
source: Moving items may take a while. You will not be able to continue with your work until the process finishes
es: La mudanza de imágenes/videos/documentos puede tardar un poco. Usted no podrá continuar con su trabajo hasta que finalice el proceso.

# AllItems1
source: All items
es: Todos los elementos

source: Library
es: Biblioteca

source: Create a new library
es: Crear una nueva biblioteca

# CreateThisLibrary
source: Create this {0}
es: Crear este {0}

# CreateNewLibrary
source: Create a new {0}
es: Crear un nuevo {0}

# ShowMoreLibraries
source: Show 10 more libraries
es: Mostrar 10 bibliotecas más

# ClickToAddDescription
source: Click to add a description
es: Haga clic para añadir una descripción

# ViewAll
source: View all {0}
es: Ver todos los {0}

# UrlNameCannotBeEmpty
source: URL cannot be empty
es: La URL no puede estar vacía

source: Manage libraries
es: Gestionar bibliotecas

# CacheNotReady
source: Cache option
es: Opción de caché

# StatusControlTitle
source: Status of uploaded {0}
es: Estado de la carga {0}

# EditLibrary
source: Edit a library
es: Editar una biblioteca

# SelectLibrary
source: -- Select a library --
es: - Seleccione una biblioteca -

# LibraryLabel
source: <em>Library:</em>
es: <em>Bibliotecas: </em>

source: Move to another library
es: Mover a otra biblioteca

source: View all items
es: Ver todos los elementos

# UploadThisItem
source: Upload this {0}
es: Cargar este {0}

# ReorderItems
source: <em>Reorder</em>
es: <em>Reordenar </em>

# DocumentsAndFiles
source: Documents & Files
es: Documentos y Archivos

# ReorderItemsInLibrary
source: Reorder {0} in <em>{{0}}</em> {1}
es: Reordenar {0} en <em>{{0}} </em>{1}

source: Settings
es: Opciones

source: Library actions
es: {0} acciones

source: Narrow by typing title
es: Filtrar escribiendo el título

# EditLibraryProperties
source: <em>Edit properties</em> of this {0}
es: <em>Editar propiedades </em>para este {0}

# DeleteLibrary
source: <em>Delete</em> this {0}
es: <em>Eliminar </em>este {0}

# LibrarySelectorTitle
source: Select {0} where to move {1} {2}
es: Seleccione {0} donde mover {1} {2}

# BulkEditDialogTitle
source: Bulk edit
es: Editar en lotes

source: From your computer
es: Desde tu ordenador

# AddDetails
source: Add details to the uploaded {0}
es: Agregar detalles al {0} cargado

# SelectedLibraryWasDeleted
source: Selected {0} was deleted
es: {0} seleccionado se ha eliminado

source: History
es: Historial

# UploadOther
source: Upload more {0}
es: Cargar más {0}

# NoLibrariesWereCreated
source: No {0} were created
es: Ningún {0} se creó

# AllItems
source: All {0}
es: Todas las {0}

# DragToChangeOrder
source: Drag {0} to change its order
es: Arrastrar {0} para cambiar el orden

# SelectAnotherLibrary
source: The selected {0} was moved or deleted. Please select another {1}.
es: El {0} seleccionado se ha eliminado. Por favor, seleccione otro {1}.

# LibrarySelectorSearchBoxTitle
source: Start typing {0} name...
es: Empiece a escribir nombre {0} ...

source: All videos
es: Todos los vídeos

# StorageProvidersForLibraries
source: Storage providers
es: Proveedores de almacenamiento

# FromAlreadyUploadedItems
source: From already uploaded
es: Desde elemento ya cargado

# InsertAItem
source: Insert {0}
es: Inserte {0}

source: All documents
es: Todos los documentos

# MultipleItemsCanBeUploadedAtATime
source: Multiple {0} can be uploaded at a time
es: Varios {0} se pueden cargar a la vez.

# WhereToStoreTheUploadedItem
source: Where to store the uploaded {0}?
es: ¿Dónde guardar los {0} Cargados?

# ClickingTheResizedItemOpensTheOriginal
source: Clicking the resized {0} opens the {1} in its original size
es: Haciendo clic en el {0} cambiado de tamaño abre la {1} en su tamaño original

# WhichItemToUpload
source: Which {0} to upload?
es: Que {0} se debe cargar?

# OnlyOneItemCanBeUploadedAtATime
source: Only one {0} can be uploaded at a time
es: Sólo un {0} se pueden cargar a la vez.

# YouMustSelectLibraryNameInWhichToUploadItemName
source: You must select the {0} in which the {1} ought to be uploaded.
es: Debe seleccionar el {0} en el que el {1} debe ser almacenado.

source: Select type
es: Seleccione tipo

source: Uploading
es: Cargando

# WhichItemNameToUpload
source: Which {0} to upload?
es: Que {0} se debe cargar?

# SelectItem
source: Select {0}
es: Seleccione {0}

source: Upload done
es: Carga finalizada

# YouHaveUnsavedChangesWantToLeavePage
source: Are you sure you want to navigate away from this page? You have unsaved changes. Press OK to continue, or Cancel to stay on the current page.
es: "¿Está seguro de que desea salir de esta página? Tienes cambios sin guardar. Pulse Aceptar para continuar, o Cancelar para permanecer en la página actual. "

# OneItemHasBeenSuccessfullyUploaded
source: {0} {1} has been successfully uploaded
es: {0} {1} se ha cargado con éxito

source: Add more
es: Añadir más

# YouHaveUnuploadedItemsWantToInterruptUploading
source: By leaving this page you will abandon the upload and some items may appear corrupted.
es: Al salir de esta página usted abandonará la carga y algunos elementos pueden aparecer dañados.

# MultipleItemsHaveBeenSuccessfullyUploaded
source: {0} {1}s have been successfully uploaded
es: {0} {1}(s) se ha(n) cargado con éxito

# BackToItems
source: Back to Libraries
es: Volver a Bibliotecas

source: Language
es: Idioma

source: Add a provider
es: Agregar un proveedor

# LibraryNameExample
source: Example: Summer vacation
es: Ejemplo: Vacaciones de verano

source: You are not allowed to view this library item
es: No está autorizado a ver este elemento de la biblioteca

source: Storage provider
es: Proveedor de almacenamiento

source: Storage providers
es: Proveedores de almacenamiento

source: Add storage provider
es: Agregar proveedor de almacenamiento

# InsertItem
source: Insert the {0}
es: Inserte el {0}

# DefaultStorageProvider
source: {0} (default)
es: {0} (predeterminado)

# BlobStorageDatabaseDefaultProviderDescription
source: Stores the blob data of library items in the default database.
es: Almacena los datos de blob de los elementos de la biblioteca en la base de datos predeterminada.

# WaitingForApproval
source: Awaiting approval
es: En espera de aprobación

# BlobStorageFileSystemTypeDescription
source: Stores the blob data of library items in the file system.
es: Almacena los datos de blob de los elementos de la biblioteca en el sistema de archivos.

# BlobStorageDatabaseTypeDescription
source: Stores the blob data of library items in a database, using OpenAccess ORM.
es: Almacena los datos de blob de los elementos de la biblioteca en una base de datos, utilizando OpenAccess ORM.

# LibraryNameText
source: {0} name
es: {0} nombre

# BlobStorageFileSystemDefaultProviderTitle
source: File System
es: Sistema de Archivos

# BlobStorageDatabaseDefaultProviderTitle
source: Database
es: Base de datos

# BlobStorageAzureTypeDescription
source: Stores the blob data of library items in Windows Azure Blob storage.
es: Almacena los datos de blob de los elementos de la biblioteca en el almacenamiento de blob de Windows Azure.

# BlobStorageFileSystemDefaultProviderDescription
source: Stores the blob data of library items in the App_Data folder.
es: Almacena los datos de blob de los elementos de la biblioteca en la carpeta App_Data.

source: Max image size
es: Tamaño máximo de imagen

# MaxDocumentSize
source: Max document/file size
es: Tamaño máximo de documentos/archivo

# CloseStorageFilter
source: Close storages
es: Cerrar almacenamientos

# FolderIsRequired
source: Folder is a required field
es: Carpeta es un campo obligatorio

source: Max album size
es: Tamaño máximo de disco

source: Max library size
es: Tamaño máximo de biblioteca

source: Custom size...
es: De tamaño personalizado ...

# TypeDestinationFolderPath
source: Type the destination folder path, something as:<ul><li>\\fileserver\share</li><li>D:\filedirectory</li><li>~/App_Data/MyStorage</li></ul>
es: Escriba la ruta de la carpeta de destino, algo similar a:<ul><li>\\fileserver\share</li><li>D:\filedirectory</li><li>~/App_Data/MyStorage</li></ul>

# SettingsFor
source: Settings for {0}
es: Configuración para {0}

# AccountKeyOrSAS
source: Account key or shared access signature (SAS)
es: Clave de la cuenta o firma de acceso compartido (SAS)

source: Settings are valid.
es: La configuración es válida.

source: Test settings
es: Probar configuración

# SelectDatabaseStoreItemsTo
source: Select a database you want to store items to
es: Seleccionar una base de datos en la que desea almacenar artículos

# ThereIsProblemWithTheSettings
source: There is a problem with the settings: {0}
es: Hay un problema con la configuración: {0}

# EmbeddedLinkOnlyForPublieshedContent
source: Embedding will work only for published items
es: La incrustación sólo funcionará para los artículos publicados

source: Max video size
es: Tamaño máximo de vídeo

source: Account name is required
es: Es necesario el nombre de la cuenta

source: Account name
es: Nombre de la cuenta

source: Folder
es: Carpeta

# AccountKeyOrSASExample
source: For shared access signature (SAS) use a token. <strong>Example:</strong> <em>?sr=c&si=myPolicyName&sig=[signature]</em>
es: Utilice un token para firma de acceso compartido (SAS). <strong>Ejemplo:</strong> <em>?sr=c&si=myPolicyName&sig=[signature]</em>

# AccountKeyOrSASIsRequired
source: Either an account key or a shared access signature (SAS) is required.
es: Se requiere ya sea una clave de cuenta o una firma de acceso compartido (SAS).

source: Use local development storage
es: Utilizar almacenamiento de desarrollo local

# PublicHostExample
source: Your CDN host or your custom domain host. <strong>Example:</strong> <em>www.myhost.com (custom DNS name), az12345.vo.msecnd.net (CDN URL), https://mystorageaccount.blob.core.windows.net (use HTTPS)</em>
es: Su host CDN o su host de dominio personalizado. <strong>Ejemplo:</strong> <em>www.myhost.com (nombre DNS personalizado), az12345.vo.msecnd.net (URL CDN), https://mystorageaccount.blob.core.windows.net (usar HTTPS)</em>

# ContainerNameIsRequired
source: Valid container name is required
es: Es necesario un nombre válido para el contenedor

source: Public host
es: Host público

# PublicHostIsInvalid
source: Invalid public host.
es: Host público no válido.

source: Sample blob url:
es: Ejemplo de la URL de un blob:

# ContainerNameExplaination
source: A container name must be a valid DNS name, conforming to the following naming rules: <ol><li>Container names must start with a letter or number, and can contain only letters, numbers, and the dash (-) character</li><li>Every dash (-) character must be immediately preceded and followed by a letter or number; consecutive dashes are not permitted in container names</li><li>All letters in a container name must be lowercase</li><li>Container names must be from 3 through 63 characters long.</li></ol>
es: El nombre del contenedor debe ser un nombre DNS válido, conforme a las siguientes reglas de nomenclaturas: <ol><li>Los nombres de los contenedores <li> deben comenzar con una letra o número, y solo pueden contener letras, números y el caracter del guión (-)</li><li>Cada caracter del guión (-) debe ser precedido y seguido inmediatamente por una letra o número; no se aceptan guiones consecutivos en los nombres de los contenedores</li><li>Todas las letras del nombre de contenido deben aparecer en minúsculas</li><li>Los nombres de los contenedores deben tener entre 3 y 63 caracteres.</li></ol>

# UseHttps
source: Use SSL for storage management
es: Utilzar SSL para gestión de almacenamiento

# RelocateLibrary
source: Change library URL
es: Cambiar URL de la biblioteca

# FilterByStorage
source: by Storage...
es: por Almacenamiento...

# ContainerName
source: Name of your Azure container
es: Nombre de su contenedor Azure
