Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/LibrariesResources.*.resx
Languages: es

# RelocationWarning
source: Please note that this operation may take some time (up to few hours).<br />Transferring of the items in the library will not affect the public pages which are using them, but during this process you will not be able to edit or delete these items
es: Tenga en cuenta que esta operación puede tardar algún tiempo (hasta unas pocas horas). <br /> La transferencia de los artículos en la biblioteca no afectará las páginas públicas que las están usando, pero durante este proceso no podrá editar ni eliminar estos elementos.

# TransferLibrary
source: Move to another storage
es: Mover a otro almacenamiento

# ContainerNameExample
source: If you do not have created a container in Azure it will be automatically created with the name you entered here. <strong>Example:</strong> <em>Images-container</em>
es: Si no ha creado un contenedor en Azure, éste se creará automáticamente con el nombre introducido aquí. <strong>Ejemplo:</strong> <em>Images-container</em>

# ChangeLibraryUrlWarning
source: Changing the URL will break all links that point to this library and its items. This action might take significant time and extra cost for cloud storages.
es: Cambiar la dirección URL romperá todos los enlaces que apuntan a esta biblioteca y sus elementos. Esta acción puede tardar mucho tiempo y tener un costo adicional para los almacenamientos en la nube.

# FilterByDate
source: by Date...
es: Por fecha…

# UnableToEditItemBecauseOfLibraryUrlChangeTask
source: You are not allowed to edit this item, because the library it belongs to is in process of changing URL. Try again in a while.
es: Usted no tiene permiso para editar este artículo ya que la biblioteca a la que pertenece está en proceso de cambiar de URL. Inténtelo de nuevo en un rato.

# UnableToEditItemBecauseOfLibraryStorageChangeTask
source: You are not allowed to edit this item, because the library it belongs to is in process of moving to another storage. Try again in a while.
es: Usted no tiene permiso para editar este artículo ya que la biblioteca a la que pertenece está en proceso de mudarse a otro almacenamiento. Inténtelo de nuevo en un rato.

# AccountNameIsInvalid
source: Invalid account name. The storage name must be between 3 and 24 characters in length and use lower-case letters and numbers only.
es: Nombre de cuenta no válido. El nombre de almacenamiento debe tener entre 3 y 24 caracteres de longitud y utilizar unicamente minúsculas y números.

source: Libraries by storage
es: Bibliotecas por almacenamiento

source: More Libraries
es: Más Bibliotecas

source: My libraries
es: Mis bibliotecas

source: Filter libraries
es: Filtrar bibliotecas

# MoveLibraryDialogTitle
source: Move a library to another storage
es: Mover una biblioteca a otro almacenamiento

# LibrariesByDate
source: Display libraries modified in...
es: Mostrar bibliotecas modificadas en...

# MoveDialogStorageSelectorTitle
source: Select a storage where this library is to be moved
es: Seleccionar el dispositivo de almacenamiento en donde se guardará esta biblioteca

source: Less Libraries
es: Menos Bibliotecas

# UrlNameInvalidSymbols
source: The URL contains invalid symbols.
es: La dirección URL contiene símbolos no válidos.

# SitefinityDefaultConnection
source: (default)
es: (predeterminado)

source: Move library
es: Mover la biblioteca

source: All libraries
es: Todas las bibliotecas

source: Stored in
es: Almacenado en

# BlobStorageProviderLimitationMessage
source: External storage providers can be configured only for content libraries: Images, Videos and Documents &amp; Files
es: Los proveedores de almacenamiento externos pueden ser configurados sólo para bibliotecas de contenido: Imágenes, Videos y Documentos y Archivos
