Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/LicensingMessages.*.resx
Languages: es

# IfPurchasedHostedRenewal
source: If you have already purchased a renewal
es: Si ya ha comprado una renovación

source: Version and Licensing
es: Versión y Licencias

source: Email
es: Correo electrónico

source: Licensing Messages Title Plural
es: Título en plural para mensajes de Licencias

source: Invalid License Signature
es: Firma de licencia no válida

# InTrialMode
source: Sitefinity is running in Evaluation mode, because there is no valid license provided. Enter License Key to start using it in Licensed mode.
es: Sitefinity se ejecuta en modo de evaluación, porque no se ha proporcionado una licencia válida.Introduzca la clave de licencia para empezar a usarlo en el modo de licencia.

# LicensingMessagesDescription
source: Contains localizable resources for Sitefinity messages related to the licensing.
es: Contiene recursos localizables para los mensajes de Sitefinity relacionados con la concesión de licencias.

# LicensingMessagesTitle
source: Licensing Messages
es: Mensajes de licencias

source: Missing License
es: Falta la licencia

source: Wrong product version
es: versión del producto incorrecta

source: License is corrupted
es: La licencia está corrupta

source: Invalid Domain
es: Dominio no válido

# UpdateNoSuchLicenseKey
source: the entered license key is not entered correctly or does not exist
es: la clave de licencia introducida no se ha introducido correctamente o no existe

# UpdateNoLicenseForProductVersion
source: This license key is not licensed for your product version
es: Esta clave de licencia no tiene registrado para su versión del producto

source: Customer Id
es: ID del cliente

source: Domains
es: Dominios

# WidgetNotLicensed
source: This Widget is not licensed. Editing is disabled
es: Este widget no tiene licencia. La edición está deshabilitada

# Modules
source: Extensions
es: Extensiones

source: Subdomains
es: Subdominios

# IssuedOn
source: Date of activation
es: Fecha de activación

# MaxUsers
source: Concurrent users
es: usuarios simultáneos

source: Customer name
es: Nombre del cliente

source: Product version
es: Versión del producto

# EmailCampaignsSubscribersCountFormat
source: {0} - {1} subscribers
es: {0} - {1} suscriptores

# UpdateConnectionProblem
source: Connection with the licensing server could not be established. Try to update the license manually
es: La conexión con el servidor de licencias no se pudo establecer. Intente actualizar la licencia de forma manual

# ContentLimit
source: Published content items
es: Elementos de contenido publicados

# LicenseId
source: License Key
es: Clave de licencia

# UpdateLicensingProblem
source: The license will not be updated because
es: La licencia no será actualizado debido a

# PagesLimit
source: Published Pages
es: Páginas publicadas

source: Allowed
es: Permitido

# IsTrailLicense
source: Evaluation license
es: Licencia de evaluación

source: Unlimited
es: Sin límite

# NotAllowed
source: Registration Required
es: No está permitido

# LicenseProblems
source: License status
es: Estado de la licencia

# LicenseDetailsHeader
source: License details
es: Detalles de Licencia

# ServerWrongNoAvailableLicense
source: <h1 class="sfSepTitle">There is no license available for this edition</h1><p class="sfErrorDetail">To be able to activate a license you need to purchase it first.<br /><a href="http://www.sitefinity.com/login.aspx?returnurl=%2f" target="_blank">Login</a> to your <em>Sitefinity.com</em> account to make a purchase.</p><p class="sfNote sfErrorDetail">If you need any help with licensing please, contact <a href="mailto:sales@sitefinity.com">sales@sitefinity.com</a></p>
es: <h1 class="sfSepTitle">No hay una licencia disponible para esta edición</h1><p class="sfErrorDetail">Para poder activar una licencia, primero necesita comprarla.<br /><a href="http://www.sitefinity.com/login.aspx?returnurl=%2f" target="_blank">Conéctese</a> a su cuenta <em>Sitefinity.com</em> para hacer la compra.</p><p class="sfNote sfErrorDetail">Si necesita alguna ayuda con las licencias, por favor, póngase en contacto con <a href="mailto:sales@sitefinity.com">sales@sitefinity.com</a></p>

# LicenseContentMessage
source: License data
es: Datos de licencia

source: Invalid License Info
es: Información de licencia no válida

# LicenseIdNumberMessage
source: License key (xx-digits)
es: clave de licencia (xx-dígitos)

# EnterLicenseContentMessage
source: Enter the License data
es: Introduzca los datos de licencia

# EnterLicenseIDMessage
source: Enter License key (xx-digits)
es: Introduzca clave de licencia (xx-dígitos)

# CurrentDomainNotInLicense
source: You are currently using Sitefinity from a domain which is not included in the new license.
es: Está utilizando Sitefinity en un dominio que no está incluido en la nueva licencia.

# EnterEmailAndThePassword
source: Enter the email and the password from your Sitefinity.com account
es: Introduzca el correo electrónico y la contraseña de su cuenta Sitefinity.com

source: Reload license
es: Actualizar licencia

# LicenseKeyIsChanging
source: Your License key will be replaced with the new one below.
es: Su clave de licencia será reemplazada por la nueva mostrada a continuación.

# LicenseDataConfirmationHeader
source: Your Sitefinity license will be updated.New license details are:
es: Su licencia Sitefinity será actualizada. Los nuevos detalles de la licencia son:

source: Refresh
es: Actualizar

# ToRunSitefinityYouNeedToActivete
source: To run Sitefinity CMS you need to activate a valid license
es: Para ejecutar Sitefinity CMS debe activar una licencia válida

# EmptyLicenseFieldMsg
source: Please, enter license key!
es: Por favor, introduzca la clave de licencia!

# WhatTypeOfInstallation
source: What type of installation you want to use?
es: ¿Qué tipo de instalación desea utilizar?

# ViewAndCompareAllEditions
source: Compare all editions
es: Comparar todas las ediciones

# UpdateLicense
source: Continue
es: Continuar

# IfYouHaveLicense
source: If you have already a license file upload it here to activate it.
es: Si ya tiene un archivo de licencia súbalo aquí para activarlo.

source: Activate License
es: Activar licencia

source: If the trial period has been extended
es: Si el período de prueba ha sido extendido

source: Get your extended trial license
es: Obtenga su licencia de prueba extendida

source: Edition
es: Edición

# ForgotPassword
source: Forgotten email or password
es: Correo electrónico o contraseña olvidados

# IfYouNeedToExtend
source: If you need your trial period to be <b>extended</b> please, contact <a href="mailto:sales@sitefinity.com">sales@sitefinity.com</a>
es: Si necesita que le <b>extiendan</b> su periodo de prueba, póngase en contacto con <a href="mailto:sales@sitefinity.com">sales@sitefinity.com</a>

# ActivateNewValidLicense
source: Activate a new valid license
es: Activar una nueva licencia válida

# IfYouNeedToExtendHosted
source: If you want to extend the hosted trial period <a href="http://www.sitefinity.com/purchase.aspx" target="_blank">Purchase a renewal</a> on our website or contact <a href="mailto:sales@sitefinity.com">sales@sitefinity.com</a>
es: Si desea ampliar el período de prueba hosted <a href="http://www.sitefinity.com/purchase.aspx" target="_blank">Compre una renovación</a> en nuestro sitio web o póngase en contacto con <a href="mailto:sales@sitefinity.com">sales@sitefinity.com</a>

# ActivateRenewedHostedLicense
source: Activate renewed license
es: Activar la licencia renovada

source: Purchase Information
es: Información de compra

# LicenseSavedSuccessfull
source: The license is updated. You are now using Sitefinity in licensed mode for the registered domains.
es: La licencia ha sido actualizada. Ahora está usando Sitefinity con licencia para los dominios registrados.

# LicenseFileSaveProblem
source: The system was not able to save the license
es: El sistema no fue capaz de guardar la licencia

# UseDownloadedLicense
source: Use a <strong>license file</strong> you have downloaded
es: Utilizar el <strong>archivo de licencia</strong>que ha descargado

# LicenseIsUpToDate
source: Your license is current, no need to update
es: Su licencia es válida, no es necesario actualizar

# LicenseNotSavedSuccessfully
source: The license will not be updated. The license data you have entered is not valid.
es: La licencia no será actualizado. Los datos de la licencia que ha introducido no son validos.

# UseSitefinityAccount
source: Use the <strong>email and password</strong> from your Sitefinity.com account
es: Utilice <strong>el correo electrónico y contraseña</strong>de su cuenta Sitefinity.com

source: Missing license key
es: Falta la clave de licencia

# ServerWrongCredentials
source: <h1 class="sfSepTitle">Incorrect email and/or password</h1><p class="sfNote sfErrorDetail">If you need any help with licensing please, contact <a href="mailto:sales@sitefinity.com">sales@sitefinity.com</a></p>
es: <h1 class="sfSepTitle">Correo electrónico y/o contraseña incorrectos</h1><p class="sfNote sfErrorDetail"> Si necesita ayuda con la licencia por favor, póngase en contacto con <a href="mailto:sales@sitefinity.com">sales@sitefinity.com</a></p>

source: Update
es: Actualizar

# AddLicense
source: Enter License key
es: Introduzca la clave de licencia

source: Product
es: Producto

# ServerMoreThanOneLicense
source: <h1 class="sfSepTitle">More than one license is available for this edition</h1><p class="sfErrorDetail"><a href="http://www.sitefinity.com/login.aspx?returnurl=%2f" target="_blank">Login</a> to your <em>Sitefinity.com</em> account, download the license file you want to use and activate it manually.</p><p class="sfNote sfErrorDetail">If you need any help with licensing please, contact <a href="mailto:sales@sitefinity.com">sales@sitefinity.com</a></p>
es: <h1 class="sfSepTitle">Hay más de una licencia disponible para esta edición</h1><p class="sfErrorDetail"><a href="http://www.sitefinity.com/login.aspx?returnurl=%2f" target="_blank">Conéctese</a> a su cuenta <em>Sitefinity.com</em>, descargue el archivo de licencia que desea utilizar y actívelo de forma manual.</p><p class="sfNote sfErrorDetail">Si necesita alguna ayuda con las licencias, por favor, póngase en contacto con <a href="mailto:sales@sitefinity.com">sales@sitefinity.com</a></p>

# ServerConnectionProblem
source: <h1 class="sfSepTitle">An error has occurred while trying to get the license from the licensing server </h1><p class="sfErrorDetail">Please, contact <a href="mailto:sales@sitefinity.com">sales@sitefinity.com</a> for further assistance</p>
es: <h1 class="sfSepTitle">Se ha producido un error al intentar obtener la licencia del servidor de licencias </h1><p class="sfErrorDetail">Por favor, póngase en contacto con <a href = "mailto: sales@sitefinity.com" >sales@sitefinity.com </a>para recibir asistencia </p>
