Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/MigrationResources.*.resx
Languages: es

# MigrationResourcesTitle
source: Migration from Sitefinity 3.7
es: Migración de Sitefinity 3.7

# MigrationTitle
source: Migration from Sitefinity 3.7
es: Migración de Sitefinity 3.7

# PageGroupNodeTitle
source: Migration
es: Migración

# MigrationResourcesDescription
source: Contains localizable resources for migration user interface.
es: Contiene recursos localizables para la interfaz de usuario de migración.

# MigrationUrlName
source: Migration
es: Migración

# MigrationDescription
source: Represents a landing page for Sitefinity Migration module.
es: Representa una página de destino para el módulo Migración de Sitefinity.

# MigrationHtmlTitle
source: Migration
es: Migración

# MigrationToolBetaMessage
source: <strong>This module is in process of implementation and some operations might be unstable.</strong><br />We recommend using this module only to migrate old data from Sitefinity 3.7, without having any data created in the new site.<br />Read the <a href="http://www.sitefinity.com/devnet/forums/sitefinity-4-x/migrating-from-3-to-4/migration-module-changelog.aspx" target="_blank">release notes in our website</a> for recent implementations, improvements and bug fixes.
es: <strong>Este módulo está en proceso de implementación y algunas operaciones pueden ser inestables.</strong><br /> Le recomendamos utilizar este módulo solo para migrar los datos antiguos de Sitefinity 3.7, sin tener ningún dato creados en el nuevo sitio.<br />Lea las <a href="http://www.sitefinity.com/devnet/forums/sitefinity-4-x/migrating-from-3-to-4/migration-module-changelog.aspx" target="_blank">notas de lanzamiento en nuestro sitio web</a> para informarse sobre las recientes implementaciones, mejoras y correcciones de errores.

# ModuleIsNotLicensed
source: Migration functionality is not available for your type of license. <a href="http://www.sitefinity.com/purchase/license-comparison.aspx" target="_blank">Upgrade</a>
es: La funcionalidad de migración no está disponible para su tipo de licencia. <a href="http://www.sitefinity.com/purchase/license-comparison.aspx" target="_blank">Actualizar</a>

# PageGroupNodeDescription
source: This is the page group that contains all pages for the migration module.
es: Éste es el grupo de páginas que contiene todas las páginas para el módulo de migración.

# MigrationResourcesTitlePlural
source: Migration
es: Migración

# UserControlLoadProblemMessage
source: This control cannot be correctly displayed due to the following: {0}
es: Este control no puede visualizarse correctamente debido a lo siguiente: {0}

# MigrationBuilderTypeDescription
source: Type of the builder used to migrate the a widget from Sitefinity 3.7 to Sitefinity 4. The type must implement the 'Telerik.Sitefinity.Modules.Migration.Strategies.WidgetBuilders.IWidgetBuilder' interface or inherit from the WidgetBuilderBase class.
es: Tipo de constructor utilizado para migrar un widget de Sitefinity 3.7 a Sitefinity 4. El tipo debe implementar la interfaz "Telerik.Sitefinity.Modules.Migration.Strategies.WidgetBuilders.IWidgetBuilder" o heredar de la clase WidgetBuilderBase.

# ControlTypeNameDescription
source: Full type name of the 3.7 widget to migrated, without the assembly info. Example: Telerik.Lists.WebControls.ListDisplay or ASP.sitefinity_usercontrols_login_logincontrol_ascx.
es: Nombre completo del widget 3.7 a migrar, sin la información de montaje. Ejemplo: Telerik.Listas.WebControls.ListDisplay o ASP.sitefinity_usercontrols_login_logincontrol_ascx.

# MigrationBuilderTypeTitle
source: Widget builder type (in Sitefinity 4.x)
es: Tipo de constructor de widgets (en Sitefinity 4.x)

# WidgetBuildersMapDescription
source: Widget builders are used to migrate Sitefinity 3.7 widgets to 4.x
es: Los constructores de widgets se utilizan para migrar los widgets Sitefinity 3.7 a 4.x

# WidgetBuildersMapTitle
source: Widget builders
es: Constructores de widget

# ControlTypeNameTitle
source: Control type (in Sitefinity 3.7)
es: Tipo de control (en Sitefinity 3.7)
