Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/ModuleBuilderResources.*.resx
Languages: es

# ContactAdminMessage
source: If you want to delete data tables from the database, contact your administrator.
es: Si desea eliminar las tablas de datos de la base de datos, contacte al administrador.

# RegularExpressionErrorMessage
source: is invalid. Only these characters are allowed: letters, numbers, spaces and _. Don't start with a number.
es: no es válido. Sólo están permitidos estos caracteres: letras, números, espacios y _. No comience con un número.

# DeleteModule
source: Delete this module and all its data
es: Eliminar este módulo y todos sus datos

# ErrorProcessingRequest
source: There has been an error processing the request. Dynamic module with the requested id doesn't exist!
es: Se ha producido un error al procesar la petición. ¡El módulo dinámico con el id solicitado no existe!

# YouCanDeleteModuleMessage
source: So, you can delete the module but its data will stay in the database.
es: Así que puede eliminar el módulo, pero sus datos se mantendrán en la base de datos.

# ErrorActivatingModule
source: There has been an error activating module!
es: ¡Se ha producido un error al activar el módulo!

# ErrorUpdatingModuleFields
source: There has been an error updating module fields!
es: ¡Se ha producido un error al actualizar los campos del módulo!

# MediaInstructionalTextDescription
source: Displayed bellow the label
es: Aparecens debajo de la etiqueta

# NoDynamicModuleItemsHaveBeenCreatedYet
source: No {0} have been created yet
es: Ningún {0} se ha creado todavía

# ParentContentTypeExample
source: Blogs are parent content type of Blog posts; Forums are parent content type of Threads.
es: Los blogs son tipo de contenido padre de entradas de Blog; los foros son tipo de contenido padre de Hilos.

source: Example
es: Ejemplo

# ExportModuleNameExample
source: <strong>Example</strong>: <em>News</em>
es: Todos publicados {0}

# GotoManageContentTypeContentLinkText
source: Go to manage <em>{0}</em> content
es: Ir a gestionar <em>{0}</em> contenido

source: This module contains...
es: Este módulo contiene ...

source: Export module
es: Exportar módulo

# ExportFunctionalityDescription
source: A .zip file containing the whole structure and settings of this module will be downloaded to your computer.
es: Un archivo .zip que contiene toda la estructura y la configuración de este módulo se descargará a su computadora.

# TypeEditorDefaultTitlePrefix
source: Content type:
es: Tipo de contenido:

source: Parent content type
es: Tipo de contenido padre

# ExportModuleDescription
source: Description <span class="sfNote">(optional)</span>
es: Descripción <span class="sfNote">(opcional)</span>

# Author
source: Author <span class="sfNote">(optional)</span>
es: Autor <span class="sfNote">(opcional)</span>

source: Export
es: Exportar

# Version
source: Version <span class="sfNote">(optional)</span>
es: Versión <span class="sfNote">(opcional)</span>

source: Upload
es: Cargar

# ImportModuleFileTitle
source: Upload a .zip file containing an exported module
es: Subir un archivo .zip que contiene un módulo de exportación

# WhichItemsToDisplay
source: Which {0} to display?
es: ¿Cuál {0} se debe mostrar?

# ExportFunctionalityNote
source: <strong>Note</strong>: No data will be exported (e.g. news items, articles, blog posts), only structure and settings.
es: <strong>Nota</strong>: No se exportará ningún dato (p.ej. noticias, artículos, entradas de blog), solo estructura y configuración.

# OneParticularItemOnly
source: One particular {0} only...
es: Solo uno en particular {0}...

# SelectionOfItems
source: Selection of {0}:
es: Selección de {0}:

# NoItemsHaveBeenCreatedYet
source: No {0} have been created yet
es: Ningún {0} se ha creado todavía

# SelectItems
source: Select {0}
es: Seleccione {0}

# TypePermissionsDescription
source: Represents the permissions for dynamic fields.
es: Representa los permisos de seguridad de uso más común.

# ChooseItems
source: Choose {0}
es: Elegir {0}

# TypePermissions
source: Dynamic field permissions
es: {0} permisos

# ViewItemAction
source: View {0}
es: Ver {0}

# DeleteItemAction
source: Delete {0}
es: Eliminar {0}

# CreateItemDescription
source: Allows or denies the creation of new {0}.
es: Permite o deniega la creación de nuevos {0}.

# ModifyItemAction
source: Modify {0}
es: Modificar {0}

# CreateItemAction
source: Create {0}
es: Crear {0}

# GotoManageContentTypeContentDescription
source: Create, modify, delete content items
es: Crear, modificar, eliminar elementos de contenido

# ModifyItemDescription
source: Allows or denies changes to existing dynamic field.
es: Permite o deniega cambios a {0} existentes.

# ChangeItemPermissions
source: Change a {0} permissions
es: Cambiar {0} permisos

# DeleteItemDescription
source: Allows or denies deleting a dynamic field.
es: Permite o deniega eliminar {0}.

# SortItems
source: Sort {0}
es: Ordenar {0}

# ChangeItemPermissionsDescription
source: Allows or denies changing the permissions of a dynamic field.
es: Permite o deniega cambiar los permisos de {0}.

source: Allow permissions per field
es: Permitir permisos por campo

# ViewItemDescription
source: Allows or denies viewing a dynamic field.
es: Permite o deniega ver {0}.

# AllowPermissionsPerFieldAdditionalNote
source: Apart from permissions like "Who can create/delete/modify items" you will have permissions like "Who can change item title" or "Who can change item tags".
es: Aparte de los permisos como "Quién puede crear/borrar/modificar elementos", usted tendrá permisos como "Quién puede cambiar el título del elemento" o "Quién puede cambiar las etiquetas de elementos".

# ContentTypePageGroupDescription
source: The page group which holds all the pages for working with single module
es: El grupo de páginas que contiene todas las páginas para trabajar con un solo módulo
