Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/ModuleBuilderResources.*.resx
Languages: es

# BackToContentTypes
source: Back to Modules
es: Volver a Módulos

# ContentTypesModuleDescription
source: The module that allows users to create custom modules
es: El módulo que permite a los usuarios crear módulos personalizados

# ContentTypesDashboardUrlName
source: dashboard
es: panel principal

source: No modules have been created yet
es: Aún no se han creado módulos

# ContentTypeLastModifiedOwnerHeader
source: Last modified / owner
es: Modificado por última vez / propietario

# ContentTypes
source: Modules
es: Módulos

source: Create a module
es: Crear un módulo

# CreateAContentType
source: Create a module
es: Crear un módulo

# ContentTypeNameHeader
source: Name
es: Nombre

# ContentTypeActionsHeader
source: Actions
es: Acciones

# ContentTypeDescriptionHeader
source: Description
es: Descripción

source: Long text
es: Texto largo

source: Back to
es: Volver a

# ContentTypeNameExample
source: <strong>Example:</strong> <em>Press releases</em>
es: <strong>Ejemplo:</strong> <em>Comunicados de prensa</em>

# ContentTypeDescriptionTitle
source: Description
es: Descripción

# ItemNameDescription
source: The name used in code. Spaces are not allowed
es: El nombre utilizado en el código. No se permiten espacios

source: Continue
es: Continuar

source: Cancel
es: Cancelar

source: Content type
es: Tipo de contenido

# ItemTitleExample
source: <strong>Example:</strong> <em>Press release</em>
es: <strong>Ejemplo:</strong> <em>Comunicado de prensa</em>

# ItemTitleTitle
source: Content type (singular)
es: Tipo de contenido (singular)

# ContentTypeNameTitle
source: Name
es: Nombre

# ItemNameExample
source: <strong>Example</strong>: PressRelease
es: <strong>Ejemplo</strong>: Comunicado de prensa

# UpdateWTemplatesFinish
source: Update widget templates and finish
es: Actualizar plantillas de widgets y terminar

# ConfirmWidgetTemplateUpdate
source: Are you sure you want templates for public widgets to be regenerated?
es: ¿Está seguro de que desea que se regeneren las plantillas para widget públicos?

source: Finish
es: Finalizar

# ConfirmDynamicTypeUpdate
source: Are you sure you want to save the changes to this content type?
es: ¿Está seguro de que desea guardar los cambios a este tipo de contenido?

# UpdateWidgetTemplatesCheckboxLabel
source: Update widget templates as well
es: También actualizar plantillas de widgets

# UpdateWidgetTemplatesWarning
source: If you have made modifications in widget templates they will be lost
es: Si ha realizado cambios en las plantillas de widgets, estos serán descartados

# ItemNameTitle
source: Developer name of this content type
es: Nombre del desarrollador de este tipo de contenido

# ChangesWillAffect
source: Changing parent of this content type will affect:
es: Cambiar los padres de este tipo de contenido afectará:

source: Yes, save changes
es: Sí, guardar cambios

# AffectedItemsLine1
source: Widgets in Page toolbox
es: Widgets en la caja de herramientas de Página

# AffectedItemsLine2
source: URLs of existing content items
es: Las URL de los elementos de contenido existentes

# AffectedItemsLine3
source: Backend navigation
es: Navegación de backend

# YesUpdateWidgetTemplates
source: Yes, Save and update widget templates
es: Sí, Guardar y Actualizar plantillas de widgets

# KeepWidgetsWarningLine1
source: All settings for Images will be moved in the Albums widget.
es: Todos los ajustes de las Imágenes se moverán en el widget de los Álbumes.

# KeepWidgetsWarningLine2
source: You can keep the old Images widget in the toolbox, as well.
es: También puede mantener el widget de Imágenes antiguas en la caja de herramientas.

source: Fields of this item
es: Campos de este artículo

source: Or
es: o

# MainShortFieldSectionTitle
source: Which field is the identifier of the content?
es: ¿Qué campo es el identificador de contenido?

# FieldNameTitle
source: Name
es: Nombre

source: Add a field...
es: Agregar un campo de ...

# ContentTypesModuleTitle
source: Module builder
es: Constructor de Módulos

# MainShortFieldSectionDescription
source: It will be displayed in lists of content items and will be used for URL-generating
es: Aparecerá en listas de elementos de contenido y se utilizará para la generación de URL.

# UrlNameExample
source: Url example: my-first-blog-post
es: Ejemplo de URL: mi-primera-entrada-de-blog

source: Define a content type of
es: Definir un tipo de contenido de

# MainShortFieldSectionExamplesTitle
source: Example
es: Ejemplo

# KeepWidgetsCheckboxLabel
source: Keep #= ContentTypeItemTitle # widget in the toolbox
es: Mantener widget #= ContentTypeItemTitle # en la caja de herramientas

source: Back to Module
es: Volver al Módulo

source: Publication date
es: Fecha de publicación

# MainShortFieldSectionExamples
source: The identificator must be a Required Short text field
es: El identificador debe ser un breve campo de texto obligatorio

source: Type
es: Tipo

# AddAFieldTitle
source: Add a field
es: Agregar un campo

source: Short text
es: Texto breve

# MultipleChoice
source: Choices
es: Opciones

# YesNoInstructionalTextDescription
source: Displayed bellow the checkbox
es: Aparece debajo de la casilla de verificación

source: Date and Time
es: Fecha y hora

source: Currency
es: Moneda

# NumberOfImagesText
source: How many images can be uploaded or selected?
es: ¿Cuántas imágenes se pueden cargar o seleccionar?

# FieldAccessibleThroughAPI
source: This field has no user interface and is accessible only throuh API.
es: Este campo no tiene interfaz de usuario y solo es accesible a través del API.

source: Classification
es: Clasificación

source: Unknown
es: Desconocido

source: Number
es: Número

# NoNeedOfContentGuid
source: You don't need to add a GUID as identifier of this content, as this is done automatically.
es: No es necesario añadir un GUID como identificador de estos contenidos, ya que esto se hace automáticamente.

# UseFieldForOneToManyRelation
source: Use this field to store information related to this content type, e.g. to relate multiple items from another type using API.
es: Utilizar este campo para almacenar información relacionada con este tipo de contenido, por ejemplo, relacionar varios elementos de otro tipo usando la API.

# MediaTypes
source: What kind of media this field will manage?
es: ¿Qué tipo de medios administrará este campo?

# Media
source: Media (images, videos, files)
es: Medios (imágenes, videos, archivos)

# UseFieldForOneToOneRelation
source: Use this field to store information related to this content type, e.g. to relate an item from another type using API.
es: Utilizar este campo para almacenar información relacionada con este tipo de contenido, por ejemplo, relacionar un elemento de otro tipo usando la API.

# ImageMediaField
source: Images
es: Imágenes

# Guid
source: GUID (Globally unique identifier)
es: GUID (identificador único global)

source: Name
es: Nombre

# FileMediaField
source: Documents or other files
es: Documentos u otros archivos

# GuidArray
source: Array of GUIDs
es: Array de GUID

source: Limitations
es: Limitaciones

source: Label
es: Etiqueta

# CustomWidget
source: Custom...
es: Personalizado ...

source: This is a hidden field
es: Se trata de un campo oculto

source: Done
es: Hecho

source: Back
es: Volver

source: Interface widget for entering data
es: Interfaz del widget para introducir datos

source: Rich text editor
es: Editor de texto enriquecido

source: Yes / No
es: Sí/No

# RequiredCheckBox
source: It's required at least one checkbox to be checked
es: Se requiere que al menos una casilla de verificación esté marcada

source: Label (Question)
es: Etiqueta (Pregunta)

source: Dropdown list
es: Lista desplegable

source: Radio buttons
es: Botones de radio

source: Range
es: Rango

# MultipleClassificationItems
source: Multiple classification items can be selected
es: Se pueden seleccionar varios elementos de clasificación

# InstructionalChoice
source: Instructional choice (its value is not submitted)
es: Elección de instrucción (su valor no es enviado)

# ddlMakeRequired
source: Make required
es: Hacer obligatorio

# NoUndoWidgetTemplateUpdate
source: If you have made changes in the widget templates, they will be discarded. There is no undo.
es: Si ha realizado cambios en las plantillas de widgest, serán descartadas. No existe la herramienta Deshacer.

# NumberOfVideosText
source: How many videos can be uploaded or selected?
es: ¿Cuántos videos se pueden cargar o seleccionar?

source: Advanced (DB Type)
es: Avanzados (tipo de DB)

# SingleVideoSelectionText
source: Only 1 video can be uploaded or selected
es: solo se puede cargar o seleccionar 01 video

# MultipleImageSelectionText
source: Multiple images can be uploaded or selected
es: Se pueden cargar o seleccionar varias imágenes

# NumberOfFilesText
source: How many files can be uploaded or selected?
es: ¿Cuántos archivos se pueden cargar o seleccionar?

# SingleFileSelectionText
source: Only 1 file can be uploaded or selected
es: solo se puede cargar o seleccionar 01 archivo

# MultipleFileSelectionText
source: Multiple files can be uploaded or selected
es: Se pueden cargar o seleccionar varios archivos

# MultipleVideoSelectionText
source: Multiple videos can be uploaded or selected
es: Se pueden cargar o seleccionar varios videos

# AllowedExtensions
source: File extension allowed (comma separated)
es: Extensión de archivo permitida (separados por comas)

# CreateItemsWhileSelecting
source: Allow creating classification items while selecting
es: Permite crear elementos de clasificación mientras se selecciona

# CustomWidgetExample
source: Type example: CustomControls.MyCustomControlVirtual path<br /> <strong>Example:</strong> ~/UserControls/MyUserControl.ascx
es: Ejemplo de tipo: CustomControls.MyCustomControlVirtual path<br /> <strong>Ejemplo:</strong> ~/UserControls/MyUserControl.ascx

source: Image selector
es: Selector de imágenes

# TextboxSelector
source: Textbox selector (select as you type)
es: Selector de caja de texto (selecciona a medida que escribe)

# SingleClassificationItems
source: Only one classification item can be selected
es: solo se puede seleccionar un elemento de clasificación

source: File selector
es: Selector de archivos

# AttachLibraryText
source: A library can be attached
es: Se puede conectar una biblioteca

# CustomWidgetTitle
source: Type or Virtual path of the custom widget
es: Tipo o ruta virtual del widget personalizado

# TreelikeSelector
source: Tree-like selector (select from a tree)
es: Selector de árbol (seleccionar de un árbol)

# MaxFileSize
source: Max file size can be uploaded
es: Se puede cargar el tamaño máximo de archivos

source: Decimal places
es: número de decimales

source: None (whole number)
es: Ninguno (número entero)

# AdvancedDBTypeExample
source: (DB Type, SQL DB Type)
es: (Tipo de DB, Tipo de DB SQL)

source: Column name
es: Nombre de columna

source: Allow empty values
es: Permitir valores vacíos

source: Include in indexes
es: Incluir en los índices

source: DB Precision
es: Precisión Base de datos

# FieldTitleDescription
source: This is the label of the interface widget for entering data in the field
es: Esta es la etiqueta del widget de la interfaz para ingresar datos en el campo

source: DB Scale
es: Escala DB

source: Advanced
es: Avanzado

# SingleImageSelectionText
source: Only 1 image can be uploaded or selected
es: solo se puede cargar o seleccionar 01 imagen

# YesNoFieldTitleDescription
source: This is the label of the checkbox
es: Ésta es la etiqueta de la casilla de verificación

source: Instructional text
es: Texto de Instrucción

source: DB Type
es: Tipo DB

# ClassificationTitleDescription
source: This is the label of the interface widget for selecting classification items
es: Esta es la etiqueta del widget de interfaz para seleccionar los elementos de clasificación

# DateFieldTitleDescription
source: This is the label of the interface widget for selecting date
es: Ésta es la etiqueta del interfaz del widget para seleccionar fechas

source: DB Length
es: Longitud DB

# ImageTitleDescription
source: This is the label of the interface widget for selecting images
es: Ésta es la etiqueta del interfaz del widget para seleccionar las imágenes

# InstructionalTextDescription
source: Displayed bellow the widget. Suitable for giving examples
es: Aparecens debajo del widget. Adecuado para dar ejemplos

# FileTitleDescription
source: This is the label of the interface widget for selecting files
es: Ésta es la etiqueta del interfaz del widget para seleccionar archivos

# VideoTitleDescription
source: This is the label of the interface widget for selecting videos
es: Ésta es la etiqueta del interfaz del widget para seleccionar videos

# DateTimeInstructionalTextDescription
source: Displayed bellow the date picker
es: Aparece debajo del selector de fechas

source: Predefined value
es: Valor predefinido

# PredefinedDateValue
source: Predefined date
es: Fecha predefinida

# CanSelectMultiple
source: Multiple choices can be selected
es: Se pueden seleccionar varias opciones

# NumberUnit
source: Unit
es: Unidad

# MakeRequired
source: This is a required field
es: Éste es un campo obligatorio

# Length
source: Number of characters allowed
es: Número de caracteres permitidos

# NumberRange
source: Range of the entered values
es: Rango de los valores introducidos

# TimeRange
source: Time range allowed
es: Rango de tiempo permitido

source: Preview
es: Vista previa

source: Start date
es: Fecha de inicio

source: Min
es: Mín

source: Max
es: Máx

source: End date
es: Fecha de finalización

# LengthValidationMessage
source: Advanced: Regular expression for validation.
es: Avanzado: Expresión regular para su validación.

source: Choices
es: Opciones

source: Choice 1
es: Opción 1

source: Checked by default
es: Marcado de forma predefinida

source: Choice 3
es: Opción 3

source: Choice 2
es: Opción 2

# DateField
source: Date picker
es: Selector de fecha

source: Backend screens tweaks
es: Ajustes de las pantallas del backend

# BackendScreensTweaksDescription
source: Add or remove columns to the table (grid) where items are listed; reorder or regroup fields in the form for creating/editing content items
es: Agregar o quitar columnas a la tabla (grilla), donde se enumeran los elementos; reordenar o reagrupar los campos en el formulario para crear/editar los elementos de contenido.

# PagesHaveChildPages
source: Like <em>Pages</em> can have <em>child-Pages</em> and <em>Categories</em> can have <em>child-Categories</em>
es: Las <em>Páginas</em> Like pueden tener <em>Páginas hijas</em> y las <em>Categorías</em> pueden tener <em>Categorías hijas</em>

# TypeItemFieldsDescription
source: Title, Content, Tags, Categories...
es: Título, Contenido, Etiquetas, Categorías...

# AddContentType
source: Add a content type
es: añadir un tipo de contenido

# TypeHaveSameChildType
source: Items can have child items from the same type
es: Los elementos pueden tener elementos hijos del mismo tipo

# BackendScreensTweaksPageDescription
source: The page for tweaking the backend screens of the dynamic modules
es: La página para ajustar las pantallas backend de los módulos dinámicos

# BackendScreensTweaksTitle
source: Backend screens tweaks
es: Ajustes de las pantallas del backend

# CreateChildItem
source: Create a child item
es: Crear un elemento hijo

source: characters
es: caracteres

# BackendScreensTweaksPageTitle
source: Tweak backend screens used for...
es: Ajustar las pantallas de backend utilizadas para...

source: Save changes
es: Guardar cambios

# CreatingEditingItems
source: Creating / Editing {0}
es: Creación / Edición {0}

# GridTweakingButtonText
source: Add / remove columns in the table (grid)
es: Agregar / quitar columnas en la tabla (grilla)

# TypeItemFields
source: {0} item fields
es: {0} campos de los elementos

# FormsTweakingButtonText
source: Reorder fields
es: Reordenar campos

source: Back to Backend screens tweaks
es: Volver a ajustes de las pantallas del backend

# ListingItems
source: Listing {0}
es: Listando {0}

# FormEditorTitle
source: Reorder fields for creating / editing {0}
es: Reordenar campos para crear/editar {0}

# GridEditorTitle
source: Edit the table (grid) used for listing {0}
es: Editar la tabla (grilla) utilizada para listar {0}

# UrlNameInvalidSymbols
source: The URL contains invalid symbols.
es: La dirección URL contiene símbolos no válidos.

# CodeReferenceForContentType
source: Code reference for {0}
es: Referencia de código para {0}

source: Drag between fields...
es: Arrastrar entre los campos...

source: Section title
es: Título de sección

# ModuleTitle
source: Module Builder
es: Constructor de Módulos

source: Added
es: Agregado

source: Collapsed by default
es: Contraído de forma predeterminada

source: Save
es: Guardar

source: Title
es: Título

# DisplayTitle
source: Display title and options for expanding / collapsing
es: Mostrar título y opciones para ampliar / colapsar

source: Drag columns
es: Arrastrar columnas

# ModuleDescription
source: Module which allows creation of new dynamic modules through user interface.
es: Módulo que permite la creación de nuevos módulos dinámicos a través de la interfaz de usuario.

# ModuleBuilderDashboardUrlName
source: dashboard
es: panel principal

# ContentTypePageGroupTitle
source: Module
es: Módulo

# ContentTypePageGroupUrlName
source: module
es: módulo

# ContentTypeDashboardTitle
source: Module dashboard
es: Tablero del módulo

# ContentTypeDashboardDescription
source: Page that allows you to work with a single module.
es: Página que le permite trabajar con un solo módulo.

source: All about this module
es: Todo sobre este módulo

# CodeReferenceTitle
source: Code reference
es: Referencia de código

# ContentTypeDashboardUrlName
source: type
es: TIPO

# CodeReferenceDescription
source: The page that displays code reference for the modules.
es: La página que muestra la referencia de código para los módulos.

source: Delete
es: Eliminar

# NoShortTextFieldsDefined
source: No required short text fields have been defined. In order to create a custom type you need to define at least one required short text field.
es: No se han definido breves campos obligatorios de texto. Con el fin de crear un tipo personalizado es necesario definir como mínimo un breve campo obligatorio de texto.

# ModuleWithThisNameExistsError
source: Module with this name already exists.
es: Ya existe un módulo con este nombre.

# EnterValidModuleName
source: Please enter valid module name. It should not be empty and can contain spaces and any word character: a-z, A-Z, _, 0-9
es: Por favor, introduzca un nombre de módulo válido. No debe estar vacío y puede contener espacios y cualquier carácter comprendido entre: az, AZ, _, 0-9

# TwoFieldsWithTheSameNameErrorMessage
source: Cannot add two fields with the same name. Please enter different names for fields.
es: No se puede agregar dos campos con el mismo nombre. Por favor, introduzca diferentes nombres de campo.

source: Inactive
es: Inactivo

source: Not installed
es: No instalado

source: Active
es: Activo

# AllContentTypes
source: All modules
es: Todos los módulos

source: Existing columns
es: Columnas existentes

# InstallThisContentType
source: <span class="sfLinkBtnIn">Install this module</span>
es: <span class="sfLinkBtnIn">Instalar este módulo</span>

source: Url name cannot be empty.
es: El nombre de la URL no puede estar vacío.

source: Installation in progress... Please wait.
es: Instalación en curso... Por favor, espere.

# NoFieldsDefined
source: No fields have been defined. In order to create a custom type you need to define at least one required short text field.
es: No se han definido campos. Con el fin de crear un tipo personalizado es necesario definir como mínimo un breve campo obligatorio de texto.

source: Activation in progress... Please wait.
es: Activación en curso... Por favor, espere.

source: Deactivation in progress... Please wait.
es: Desactivación en curso... Por favor, espere.

# ActivateThisContentType
source: <span class="sfLinkBtnIn">Activate this module</span>
es: <span class="sfLinkBtnIn">Activar este módulo</span>

# UrlNameTooLong
source: Url name value is too long. Maximum allowed is 255 characters.
es: El nombre de la URL es demasiado largo. El máximo permitido es 255 caracteres.

source: Text area
es: Área de texto

# CodeReferenceForContentTypeDescription
source: Ready to use code-snippets for this module.
es: Fragmentos de código para este módulo, listos para usar.

source: Import a module
es: Importar un módulo

# CreateItem
source: Create {0} {1}
es: Crear {0} {1}

# PermissionsDescription
source: Who can create, edit, delete the items of this module
es: ¿Quién puede crear, editar, eliminar los elementos de este módulo?

# BackToParent
source: Back to {0}
es: Volver a {0}

source: Manage also
es: Gestionar también

source: Actions
es: Acciones

source: Settings
es: Opciones

# NavigatetoContentTypes
source: Content types
es: Tipos de contenido

# ErrorUpdatingModuleNameAndDescription
source: There has been an error updating module name and description!
es: ¡Se ha producido un error al actualizar el nombre y la descripción del módulo!

# PreviewDetailViewTitle
source: Preview
es: Vista previa

# EditDetailViewTitle
source: Edit
es: Editar

# ManageDynamicModuleSideBarTitle
source: Manage
es: Administrar

# InsertDetailViewTitle
source: Create
es: Crear

# NameAndDescriptionOfModuleDescription
source: Edit the name and description of this module
es: Editar el nombre y la descripción de este módulo

source: All items
es: Todos los elementos

# AllItemsFormatted
source: All {0}
es: Todas las {0}

source: Permissions
es: Permisos

source: Loading...
es: Cargando...

# MyItemsFormatted
source: My {0}
es: Mi {0}

# FilterSectionTitle
source: Filter {0}
es: Filtrar {0}

# ErrorCheckingModuleNameRequest
source: There has been an error checking module name. Please try again.
es: Se ha producido un error al comprobar el nombre del módulo. Por favor, intente de nuevo.

source: cannot be empty
es: no puede estar vacío

# ErrorDeletingModule
source: An error has occurred while trying to delete the module.
es: Se produjo un error al tratar de eliminar el módulo

# RegularExpressionDevNameErrorMessage
source: is invalid. Only these characters are allowed: letters, numbers and _. Don't start with a number.
es: no es válido. Sólo están permitidos estos caracteres: letras, números, espacios y _. No comience con un número

# ErrorCreatingNewModule
source: An error has occurred while trying to create a new module.
es: Se produjo un error al intentar crear un nuevo módulo.

# ConfirmModuleDeleteMessage
source: Are you sure you want to delete the {0} module and all its data?
es: ¿Está seguro de que desea eliminar el módulo y todos sus datos?

source: Yes, Delete it
es: Sí, Eliminarlo

# ErrorDeletingModuleData
source: You cannot delete data tables from database.
es: No puede eliminar las tablas de datos de la base de datos.

# DataWillNotRecover
source: It will be gone forever, and cannot be recovered.
es: Desaparecerá para siempre, y no podrá recuperarlo.

# SecondConfirmDeleteModuleMessage
source: Are you really sure you want to delete the {0} module and all its data?
es: ¿Está realmente seguro de que desea eliminar el módulo y todos sus datos?

# NameAndDescriptionOfModule
source: Name and description
es: Nombre y descripción

source: Delete Module Notification.
es: Eliminar la Notificación del Módulo.

# ErrorDeactivatingModule
source: There has been an error activating module!
es: ¡Se ha producido un error al activar el módulo!

# DeleteModuleWithoutData
source: Anyway, Delete the module but not its data
es: En cualquier caso, elimine el módulo, pero no sus datos
