Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/OrdersResources.*.resx
Languages: es

# OfflinePaymentDescription
source: (e.g. On delivery, Bank)
es: (Por ejemplo, contraentrega, Banco)

source: Confirmation
es: Confirmación

# OrdersNodeUrlName
source: orders
es: Pedidos

# CustomersNodeTitle
source: Customers
es: Clientes

# ModuleTitle
source: Orders
es: Pedidos

# ModuleDescription
source: Module that manages the orders for the ecommerce module
es: El módulo que administra los pedidos para el módulo de comercio electrónico

source: Customer Info
es: Información del Cliente

source: Back to customer
es: Volver a los clientes

source: Order Info
es: Datos del Pedido

source: Back to customers
es: Volver a los clientes

source: Anonymous user
es: Usuario anónimo

source: Status
es: Estado

# OrdersNodeTitle
source: Orders
es: Pedidos

source: Shipping/billing address form
es: Formulario de dirección de envío/facturación

source: Shipped on
es: Enviado el

source: Order Number
es: Número de Pedido

source: Order No.
es: No. de Pedido

source: Ordered on
es: Se pidió el

# CustomersNodeUrlName
source: customers
es: Clientes

source: Back to Orders
es: Volver a los Pedidos

# NameFieldControlExample
source: Example: Express shipping
es: Ejemplo: Envío expreso

# DiscountsNodeTitle
source: Discounts
es: Descuentos

# DiscountsNodeUrlName
source: discounts
es: Descuentos

# ShoppingCartSettingsNodeUrlName
source: shopping-cart-settings
es: configuración-del-carrito-de-compras

source: Discount Info
es: Información de Descuento

source: At this moment you have no discounts
es: En este momento no tiene descuentos

# PaymentMethodsNodeUrlName
source: payment-methods
es: métodos-de-pago

# PaymentProcessingError
source: There was an error processing your payment. Please try again at a later time.
es: Se produjo un error al procesar su pago. Por favor, inténtelo de nuevo más tarde.

# PaymentMethodsNodeTitle
source: Payment methods
es: Métodos de Pago

source: Address line 1
es: Línea de dirección 1

# OrdersReportsByPeriodNodeTitle
source: Reports
es: Reportes

# OrdersReportByRegionNodeTitle
source: Orders reports by region
es: Reportes de pedidos por región

# OrdersReportByRegionUrlName
source: reports-by-region
es: reportes-por-region

# OrdersReportsByPeriodNodeUrlName
source: reports-by-period
es: reportes-por-periodo

# OrdersReportsByProductUrlName
source: reports-by-product
es: reportes-por-producto

# TaxesNodeTitle
source: Taxes
es: Impuestos

# TaxesNodeUrlName
source: taxes
es: Impuestos

# ShoppingCartSettingsNodeTitle
source: Shopping cart settings
es: Configuración del carrito de compras

# QuantityColon
source: Quantity:
es: Cantidad:

source: Quantity
es: Cantidad

source: Add to cart
es: Añadir al carrito

# ShoppingCartSummaryToolboxName
source: Shopping cart summary
es: Resumen del carrito de compras

# ShoppingCartSummaryToolboxDescription
source: Summary of current user’s shopping cart
es: Resumen del Carrito de Compras del usuario actual

# ShoppingCartToolboxName
source: Shopping cart
es: Carrito de Compras

source: Shopping cart template
es: Plantilla del carrito de compras

# ShoppingCartViewPropertyEditorTitle
source: Shopping Cart
es: Carrito de Compras

# ShoppingCartToolboxDescription
source: All products selected for buying by currently logged users
es: Todos los productos seleccionados para ser comprados por los usuarios actualmente conectados

source: Orders list not set up
es: La lista de pedidos no está configurada

source: Order Invoice
es: Factura de Pedido

source: Set Orders list
es: Configurar lista de pedidos

source: Orders list
es: Lista de pedidos

# OrdersReportsByProductNodeTitle
source: Orders reports by product
es: Reportes de pedidos por producto

# OrderInvoicePropertyEditorTitle
source: Order invoice
es: Factura del pedido

source: Email
es: Correo electrónico

# CheckoutToolboxDescription
source: Wizard for completing an order: entering shipping and payment details
es: Asistente para completar un pedido: ingreso de datos de envío y pago

# CheckoutToolboxName
source: Checkout
es: Pago

source: Shopping cart summary template
es: Plantilla de resumen del carrito de compras

source: Shipping address
es: Dirección de envío

source: First name
es: Nombre

# OrderInvoiceDesignerViewContent
source: Orders Invoice
es: Factura de pedidos

source: Company
es: Empresa

source: Last name
es: Apellido

source: Products
es: Productos

source: items
es: elementos

source: Country
es: País

source: Country of delivery
es: País de entrega

source: Service
es: Servicio

# StateOrProvince
source: State / province
es: Estado / provincia

source: Zip
es: Código postal

# UseShippingAddressAsBillingAddress
source: Billing address is the same as the shipping address
es: La dirección de facturación es la misma que la dirección de envío

source: Shipping information
es: Información de envío

source: Phone number
es: Número telefónico

source: City
es: Ciudad

source: Shipping options
es: Opciones de envío

source: Payment
es: Pago

source: Preview
es: Vista previa

source: Options
es: Opciones

# Step1ShippingInformation
source: <strong class='sfStep'>1</strong> Shipping information
es: <strong class='sfStep'>1</strong> Información sobre el envío

# Step1BillingInformation
source: <strong class='sfStep'>1</strong> Billing information
es: <strong class='sfStep'>1</strong> Información de facturación

# Step2ShippingOptions
source: <strong class='sfStep'>2</strong> Shipping options
es: <strong class='sfStep'>2</strong> Opciones de envío

source: Carrier
es: Transportista

# Step3Payment
source: <strong class='sfStep'>3</strong> Payment
es: <strong class='sfStep'>3</strong> Pago

# Step2Payment
source: <strong class='sfStep'>2</strong> Payment
es: <strong class='sfStep'>2</strong> Pago

# Step3Preview
source: <strong class='sfStep'>3</strong> Preview
es: <strong class='sfStep'>3</strong> Previsualización

# Step4Preview
source: <strong class='sfStep'>4</strong> Preview
es: <strong class='sfStep'>4</strong> Vista previa

# Step4Confirmation
source: <strong class='sfStep'>4</strong> Confirmation
es: <strong class='sfStep'>4</strong> Confirmación

source: Order
es: Ordenar

source: Get shipping rates
es: Obtener tarifas de envío

source: Order summary
es: Resumen de Pedido

source: Date
es: Fecha

source: Order Total
es: Total del Pedido

source: Tax
es: Impuesto

source: Shipping
es: Envío

source: Address line 2
es: Línea de dirección 2

source: Payment options
es: Opciones de pago

source: Shipping method
es: Método de envío

source: Card number
es: Número de tarjeta

source: Credit card
es: Tarjeta de crédito

# Step5Confirmation
source: <strong class='sfStep'>5</strong> Confirmation
es: <strong class='sfStep'>5</strong> Confirmación

source: Cardholder name
es: Nombre del titular

source: Expiration date
es: Fecha de expiración

source: Continue
es: Continuar

source: Place this order
es: Hacer este pedidos

source: Security code
es: Código de seguridad

source: Discounts
es: Descuentos

source: product(s) Subtotal
es: Subtotal de Producto(s)

source: Modify shipping information
es: Modificar la información de envío

# ExcludingVatTax
source: (Excluding Taxes)
es: (Sin impuestos)

# CartTotalInvalid
source: We apologize but your order total is too high to process.
es: Lo lamentamos, pero el total de su pedido es demasiado alto para procesarlo.

# ProductDescription
source: Product
es: Producto

# ProductOptions
source: Options
es: Opciones

# CartProductNoInventory
source: We apologize that product <strong>{0}</strong> has been removed from your shopping cart. This may be caused by inventory being sold out. You must return to the shipping options page to recalculate shipping before checking out.
es: Lamentamos informarle que durante el procesamiento del pedido, el producto <strong>{0}</strong> se agotó.<br />Puede seguir haciendo su pedido sin este producto. El precio total ha sido recalculado.

# CartEmpty
source: We apologize that product <strong>{0}</strong> is no longer available. Please continue shopping.
es: Lamentamos informarle que durante su compra, los productos se agotaron. Su carrito de compras está vacío.

source: Out of stock
es: Agotado

# ZipBillingIsRequired
source: It is required to enter the zip code for the billing destination
es: Es necesario escribir el código postal del destino de facturación

# ShippingMethodInvalid
source: We apologize but the shipping method you selected is no longer available. Please return to the Shipping Options page and select a different shipping method.
es: Lo lamentamos, pero el método de envío que seleccionó ya no está disponible.

source: Inventory Change
es: Cambios en el Inventario

source: Base Price
es: Precio Base

# CartProductInventoryChange
source: We apologize that the available inventory for product {0} has been changed to {1}. You must return to the shipping options page to recalculate shipping before checking out.
es: Lo sentimos, pero durante el procesamiento del pedido, la disponiblidad del producto {0} cambió de {1} a {2}. Puede seguir haciendo su pedido con la cantidad reducida. El precio total ha sido recalculado.

source: Total Price
es: Precio Total

source: Continue shopping
es: Continuar comprando...

source: Billing address
es: Dirección de facturación

# CartEmptyOnCheckout
source: We apologize but products in your cart are no longer available. Please continue shopping.
es: Lo lamentamos, pero los productos en su carrito ya no están disponibles. Por favor, siga comprando.

source: Payment method
es: Métodos de pago

source: Shipment
es: Despacho

# ProductSlashSku
source: Product / Sku
es: Producto / Sku

source: Sales Tax
es: Impuesto a las Ventas

# ShippingAndHandling
source: Shipping &amp; Handling
es: Envío y manipulación

source: Total Before Tax
es: Totales Antes de Impuestos

source: Payment received
es: Pago recibido.

# FirstNameShippingIsRequired
source: It is required to enter the shipping first name
es: Es necesario escribir el nombre del primer envío

# LastNameShippingIsRequired
source: It is required to enter the shipping last name
es: Es necesario escribir el apellido del envío

# OrderPlacement_Failure
source: There was a problem while placing your order. Order was not placed
es: Hubo un problema al realizar su pedido. El pedido no se realizó.

# OrderPlacement_Success
source: Your order has been placed successfully
es: Su pedido ha sido realizado con éxito

source: Price
es: Precio

# EmailShippingIsRequired
source: It is required to enter the shipping email
es: Es necesario escribir el correo electrónico de envío

# CityBillingIsRequired
source: It is required to enter the billing city
es: Es necesario escribir la ciudad de facturación

# ZipShippingIsRequired
source: It is required to enter the zip code for the shipping destination
es: Es necesario escribir el código postal para la dirección del envío

# CityShippingIsRequired
source: It is required to enter the shipping city
es: Es necesario escribir la ciudad de envío

source: Item(s) Subtotal
es: Subtotal de Artículo(s)

# FirstNameBillingIsRequired
source: It is required to enter the billing first name
es: Es necesario escribir el nombre que aparece en el estado de cuenta

# LastNameBillingIsRequired
source: It is required to enter the billing last name
es: Es necesario escribir el apellido que aparece en el estado de cuenta

# Address1ShippingIsRequired
source: It is required to enter the shipping address
es: Es necesario escribir la dirección de envío

# Address1BillingIsRequired
source: It is required to enter the billing address
es: Es necesario introducir la dirección de facturación

# EmailBillingIsRequired
source: It is required to enter the billing email
es: Es necesario escribir el correo electrónico de facturación

source: Total Discounts
es: Total de Descuentos

source: VAT Tax
es: Impuesto IVA

# SecurityCodeIsRequired
source: It is required to enter the credit card security code
es: Es necesario escribir el seguridad de la tarjeta de crédito

source: Remove
es: Eliminar

# ProductQuantityIsRequired
source: When adding product to a cart you must specify the quantity
es: Al añadir los productos a un carrito, debe especificar la cantidad

source: Change
es: Cambiar

source: Undo
es: Deshacer

# DontUseCouponCode
source: Don't use a coupon code
es: No utilice un código de cupón

# ProductQuantityIsInvalid
source: The quantity must be greater than 0 and less than 9,999.
es: La cantidad debe ser mayor que 0 y menor que 9999.

source: Coupon code:
es: Código de descuento:

# CardholderNameIsRequired
source: It is required to enter the cardholder name
es: Es necesario escribir el nombre del titular de la tarjeta

source: Modify your payment settings
es: Modificar su configuración de pago

# CreditCardVerificationCodeIsInvalid
source: Please enter a valid security code.
es: Por favor, introduzca un código de seguridad válido.

# NoShippingOptionsAreAvailable
source: No shipping options are available, please create a shipping method in order to continue.
es: No hay opciones de envío disponibles. Por favor, cree un método de envío para poder continuar.

# CreditCardNumberIsInvalid
source: The credit card number is invalid. Please check that the credit card number is correct and that the credit card type selected in the drop-down is correct.
es: El número de tarjeta de crédito no es válido. Por favor, compruebe que el número de tarjeta de crédito es correcto y que el tipo de tarjeta de crédito seleccionado en el menú desplegable es el correcto.

source: Edit properties
es: Modificar las propiedades

source: Mark as paid
es: Marcar como pagado

source: Mark as shipped
es: Marcar como enviado

# ProductQuantityIsInvalidInShoppingCart
source: The quantity must be between 0 and 9,999 (0 removes the product from your cart).
es: La cantidad debe ser entre 0 y 9999 (escribir 0 elimina el producto de su carrito).

source: Create this payment method
es: Crear este método de pago

source: Create payment method
es: Crear método de pago

source: Create a payment method
es: Crear un método de pago

source: Back to payment methods
es: Volver a los métodos de pago

source: Back to items
es: Volver a los artículos

source: Description
es: Descripción

# PaymentMethodName
source: Name
es: Nombre

source: Eway Customer Id
es: ID de Cliente Eway

source: Click to add description
es: Hacer clic para añadir una descripción

source: Images
es: Imágenes

source: Weight
es: Peso

# CardNumberIsRequired
source: It is required to enter the credit card number
es: Es necesario escribir el número de tarjeta de crédito

# DeleteThisItem
source: Delete
es: Eliminar

source: Offline payment
es: Pago fuera de línea

source: No payment methods have been created yet
es: Aún no se han creado métodos de pago

source: Edit a payment method
es: Editar un método de pago

source: Permissions for products
es: Permisos para los productos

source: Payment method title cannot be empty
es: El título de un método de pago no puede estar vacío

source: Credit Cards
es: Tarjetas de Crédito

source: Save changes
es: Guardar cambios

# PaymentProcessorDescription
source: (e.g. PayPal, Google Checkout)
es: (Por ejemplo, PayPal, Google Checkout)

# PaymentProcessor
source: Online payment
es: Pago en línea

# PaymentMethodNameFieldControlExample
source: Example: Credit Card
es: Ejemplo: Tarjeta de Crédito

# ProductTitleCannotBeEmpty
source: The title of the payment method must be set.
es: Se debe configurar el título de la forma de pago.

source: Filter customers
es: Filtrar clientes

# PaymentMethodTitleTooLong
source: The length of the payment method title cannot be larger than 255 characters.
es: La longitud del título del método de pago no puede ser mayor de 255 caracteres.

source: Customer
es: Cliente

source: Money spent
es: Dinero gastado

source: Orders
es: Pedidos

source: At this moment you have no customers
es: En este momento, usted no tiene clientes

# PaymentMethodTestUsernameRequired
source: The payment method test username is required
es: Se requiere el nombre de usuario de prueba del método de pago

source: All customers
es: Todos los clientes

# WithMoreThanOneOrder
source: With more than 1 order
es: Con más de 1 pedido

# WithOnlyOneOrder
source: With only 1 order
es: Con sólo 1 pedido

# PaymentMethodLiveUsername
source: Username
es: Nombre de usuario

# PaymentMethodLiveLoginId
source: Login ID
es: ID de Inicio de Sesión

# PaymentMethodLoginId
source: Login ID
es: ID de Inicio de Sesión

source: At this moment you have no orders.
es: En este momento, usted no tiene ningún pedido.

# PaymentMethodTransactionKey
source: Transaction key
es: Clave de transaccion

# PaymentMethodLoginIdRequired
source: The payment method login id is required
es: Se requiere id de acceso al método de pago

# PaymentMethodGatewayUrl
source: Gateway URL
es: URL de la puerta de enlace

# PaymentMethodTransactionKeyRequired
source: The payment method transaction key is required
es: Se requiere la clave de transacción paral método de pago

# PaymentMethodTimeout
source: Timeout
es: Tiempo de espera

# PaymentMethodPartner
source: Partner
es: Socio

# PaymentMethodPassword
source: Password
es: Contraseña

# PaymentMethodVendorRequired
source: The payment method vendor required
es: Se requiere el proveedor del método de pago

# PaymentMethodPasswordRequired
source: The payment method password is required
es: Se requiere la contraseña del método de pago

# PaymentMethodUsername
source: Username
es: Nombre de usuario

# PaymentMethodPartnerRequired
source: Partner
es: Socio

# PaymentMethodVendor
source: Vendor
es: Proveedor

# PaymentMethodTestUsername
source: Test Username
es: Probar Nombre de Usuario

# PaymentMethodTestUrlRequired
source: The payment method test URL is required
es: Se requiere la URL de prueba del método de pago

# PaymentMethodPaymentType
source: Payment type
es: Tipo de pago

# PaymentMethodTestAccountNumber
source: Test Account Number
es: Probar Número de Cuenta

# PaymentMethodApiVersion
source: API version
es: Versión de API

source: Mode
es: Modo

# PaymentMethodTestMode
source: Test
es: Prueba

# PaymentMethodLiveAccountNumber
source: Account Number
es: Número de Cuenta

# RequiredField
source: (required)
es: (requerido)

# PaymentMethodLiveMode
source: Live
es: En vivo

source: Handling tax rate
es: Tasa de impuesto de manipulación

# PaymentMethodTestAccountNumberRequired
source: The payment method test account number is required
es: Se requiere el número de cuenta de prueba del método de pago

# PaymentMethodLiveUsernameRequired
source: The payment method live username is required
es: Se requiere el nombre de usuario directo del método de pago

# PaymentMethodLiveAccountNumberRequired
source: The payment method live account number is required
es: Se requiere el número de cuenta directo del método de pago

# PaymentTypeSale
source: Sale
es: Oferta

# InternetUrlViolationMessage
source: This field must be in the format of an internet URL (ex. http://www.telerik.com)
es: Este campo debe estar en el formato de una URL de Internet (por ejemplo, http://www.telerik.com)

# PaymentMethodAPIVersionRequired
source: You must enter the version number for the payment processor's API
es: Debe introducir el número de versión para el API del procesador de pago

# PaymentMethodAPIVersionViolationMessage
source: You must enter an API version of one or more alpha numeric characters
es: Debe introducir una versión de API de uno o más caracteres alfanuméricos

# PaymentMethodCreditCards
source: Credit cards allowed
es: Tarjetas de crédito permitidas

# PaymentMethodTimeoutViolationMessage
source: You must enter the timeout (in milliseconds) for the payment processor's API
es: Debe introducir el tiempo de espera (en milisegundos) para el API del procesador de pago

# PaymentMethodLiveUrlRequired
source: The payment method live URL is required
es: Se requiere la URL directa del método de pago

# PaymentTypeAuthorize
source: Authorization
es: Autorizar

# PaymentTypeAuthorizeAndCapture
source: Authorize & Capture
es: Autorizar y CapturaR

# PaymentMethodCodeTitle
source: For developers: name used in code
es: Para los desarrolladores: nombre que se utiliza en el código

# PaymentTypeCapture
source: Capture
es: Captura

source: Actions!
es: ¡Acciones!

source: Details
es: ¡Datos!

source: Method!
es: ¡Método!

# PaymentMethodCreditCardsRequired
source: You must select one or more credit cards to be processed
es: Debe seleccionar una o más tarjetas de crédito para que sean procesadas

source: Delete
es: Eliminar

source: Type!
es: ¡Tipo!

source: Make Inactive
es: Hacer Inactivo

source: Make active
es: Activar

source: Edit profile
es: Editar Perfil

source: Link to checkout page
es: Enlace a la página de checkout

# PaymentMethodIsActive
source: This payment method is active
es: Esta forma de pago está activa

source: This discount is active
es: Este descuento está activo

source: Link to shopping cart
es: Enlace al carrito de compra

source: Create tax
es: Crear impuesto

source: Create this tax
es: Crear este impuesto

# LinkToProductsListPage
source: Link to Product list page
es: Enlazar a página de lista de productos

# LinkToContinueShopping
source: Link to Product list page (to continue shopping)
es: Enlace para seguir comprando

# PaymentMethodUsernameRequired
source: The payment method username required
es: Se requiere el nombre de usuario del método de pago

source: Create a tax
es: Crear un impuesto

# StandardTaxRate
source: Standard rate
es: Tarifa estándar

source: No taxes have been created yet
es: Aún no se han creado impuestos

source: Back to taxes
es: Volver a los impuestos

source: Is Active
es: Está activo(a)

# TaxName
source: Name
es: Nombre

# TaxNameFieldControlExample
source: Example: VAT
es: Ejemplo: IVA

source: Edit a tax
es: Editar un impuesto

# TaxRate
source: Rate
es: Calificar

# TaxInclusionDescription
source: If the included tax is not applicable to the customer shipping/billing address, on checkout<br /><em>it will be automatically replaced</em> with the applicable one.
es: Si el impuesto incluido no es aplicable a la dirección de envío/facturación del cliente, en la página de pago<br /><em>será reemplazado automáticamente</em> con el que corresponde.

source: Tax exempt
es: Exento de impuestos

source: Shipping tax rate
es: Tasa de impuesto de envío

# DiscountMinimumSubtotalIsInvalid
source: The minimum subtotal must be a numeric value.
es: El subtotal mínimo debe ser un valor numérico.

# ShippingMethodNameCannotBeEmpty
source: The name of the shipping method must be set.
es: Se debe establecer el nombre del método de envío.

# TaxTitleTooLong
source: The length of the tax title cannot be larger than 255 characters.
es: La longitud del título del impuesto no puede ser mayor que 255 caracteres.

# LoginPageUrlCannotBeDetermined
source: Url of the log in page cannot be determined.
es: No se puede determinar la Url de la página de inicio de sesión.

# DuplicateTaxException
source: The tax with title '{0}' already has the same country (and state) and 'Based on' address as you are trying to save.
es: El impuesto con el título '{0}' ya tiene el mismo país (y estado) y la dirección "en base a" que usted está tratando de guardar.

source: State / province
es: Estado / provincia

# TaxRateIsInvalid
source: The tax rate must be a numeric value; use dot "." for decimal separator.
es: La tasa del impuesto debe ser un valor numérico; utilizar punto "." para el separador decimal.

# ShippingMethodNameTooLong
source: The length of the shipping method name cannot be larger than 255 characters.
es: La longitud del nombre del método de envío no puede exceder los 255 caracteres.
