Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/OrdersResources.*.resx
Languages: es

# HandlingTaxRateIsInvalid
source: The handling tax rate must be a numeric value; use dot "." for decimal separator.
es: La tasa del impuesto de manejo debe ser un valor numérico; utilizar punto "." para el separador decimal.

# ShippingTaxRateIsInvalid
source: The shipping tax rate must be a numeric value; use dot "." for decimal separator.
es: La tasa del impuesto al envío debe ser un valor numérico, utilizar punto "." para el separador decimal.

# TaxCounty
source: County
es: Condado

source: Based on
es: Basado en

# ShippingTaxRateCannotBeNegative
source: The shipping tax rate cannot be less than zero.
es: La tasa del impuesto al envío no puede ser menor que cero.

# HandlingTaxRateCannotBeNegative
source: The handling tax rate cannot be less than zero.
es: La tasa del impuesto de manejo no puede ser menor que cero.

source: -- Select state / province --
es: -- Seleccionar estado / provincia --

# IncludeTaxInPrice
source: Include in prices displayed on the site
es: Incluir los precios mostrados en el sitio

# TaxRateCannotBeNegative
source: The tax rate cannot be less than zero.
es: La tasa del impuesto no puede ser menor que cero.

# TaxCity
source: City
es: Ciudad

# NarrowLocation
source: Narrow location <em class='sfLblNote'>(optional)</em>
es: Limitar ubicación <em class='sfLblNote'>(opcional)</em>

# TaxRateGreaterThan100
source: The tax rate must be less than or equal to 100%.
es: La tasa del impuesto debe ser menor o igual al 100%.

# UsePostalCodeRange
source: Use range of ZIP / Post codes
es: Utilizar el rango de ZIP / códigos postales

# PostalCode
source: ZIP / Post code
es: ZIP / Código postal

# DigitalDownloadsOrdersListSelectorDescriptiveTextLine1
source: This is the page which is opened by clicking the "Order details" link.
es: Esta es la página que se abre al hacer clic en el enlace "Detalles del Pedido".

source: Update
es: Actualizar

# MeasurementUnitsChanged
source: The measurement unit settings have changed. You will need to update your products' measurements accordingly.
es: La configuración de la unidad de medida ha cambiado. Usted tendrá que actualizar las medidas de sus productos, de conformidad con eso.

# InvalidMeasurementUnit
source: One of the measurement units selected is invalid.
es: Una de las unidades de medida seleccionada no es válida.

# ShoppingCartSummaryViewPropertyEditorTitle
source: Shopping cart summary
es: Resumen del carrito de compras

# DigitalDownloadsOrdersListSelectorDescriptiveTextLine2
source: There must be a Order list widget on this page.
es: En esta página, debe haber un widget de lista de Pedido.

# GoogleConversionPropertyEditorTitle
source: Google conversion tracking
es: Seguimiento de conversión de Google

source: Page for Orders list
es: Página para Lista de Pedidos

# TaxTitleCannotBeEmpty
source: The title of the tax must be set.
es: Se debe configurar el título del impuesto.

source: 'Your downloads' template
es: Su plantilla de descargas

# NoItemsInCartMessage
source: You cannot checkout without having at least one item in the shopping cart.
es: No puede pagar sin tener al menos un artículo en el carrito de compras.

# FromPostalCode
source: From ZIP / Post code
es: Desde ZIP / Código postal

source: Allow users to sort items
es: Permite a los usuarios ordenar los elementos

source: 'No downloads' template
es: No hay plantilla de descargas '

# ToPostalCode
source: To ZIP / Post code
es: Para el ZIP / Código postal

# AddedToCart
source: Added to shopping cart
es: Añadido al carrito de compras

# LoginUrlPropertyCannotBeEmpty
source: The LoginUrl property of the 'Checkout' widget cannot be an empty string.
es: La propiedad LoginUrl del widget 'Procesar pedido' no puede ser una cadena vacía.

# CartNotUpdated
source: There was a problem updating your shopping cart. Please check that your cart has the desired products and quantities.
es: Hubo un problema al actualizar su Carrito de Compras. Por favor, compruebe que su Carrito tiene los productos y las cantidades deseadas.

# NotAddedToCart
source: This item cannot be added to your shopping cart at this time.
es: Este elemento no se puede añadir en este momento a su Carrito de Compras.

# AdvancedSection
source: Advanced
es: Avanzado

# CheckoutWizardUrlCannotBeDetermined
source: Url of the checkout wizard cannot be determined.
es: No se puede determinar el asistente de procesamiento de pedido.

source: Amount
es: Cantidad

source: Buy now not set up
es: Compre Ahora no configurado

source: Set Buy now
es: Configurar Compre Ahora

# ExpirationDateExceeded
source: Please enter an expiration date in the future.
es: Por favor, introduzca una fecha de vencimiento en el futuro.

source: Redirect to confirmation page
es: Redirigir a la página de confirmación.

# InvoiceWidgetShouldBeOnDifferentPage
source: The invoice widget should be on a different page than the orders list widget
es: El widget de la factura debe estar en una página diferente al widget de lista de pedidos

# OrdersListPropertyEditorTitle
source: Orders list
es: Lista de pedidos

# BuyNowTemplate
source: Template
es: plantilla de Compre Ahora

# RedirectToConfirmationPageNote
source: The redirect page needs to contain an Order invoice widget or a Google conversion widget.
es: La página de redireccionamiento debe contener un widget de la Factura de Pedido o un widget de conversiones de Google.

source: Orders reports
es: Reportes de pedidos

source: Discount
es: Descuento

# ReportsByRegion
source: Sales by region
es: Reportes por región

# ReportsByPeriod
source: Sales by period
es: Reportes por período

source: Use template for confirmation step
es: Utilice la plantilla para la fase de confirmación.

source: Reports by product
es: Reportes por productos

source: by period
es: por período

source: Active Order(s)
es: Pedido(s) Activo(s)

source: by product
es: por producto

source: by region
es: por región

source: Older Order(s)
es: Pedido(s) Antiguo(s)

source: No discounts have been created yet
es: Aún no se han creado descuentos

source: Create discount
es: Crear descuento

source: Maximum subtotal
es: Subtotal máximo

# DiscountName
source: Name
es: Nombre

source: Back to discounts
es: Volver a los descuentos

source: Edit a discount
es: Editar un descuento

# DiscountNameFieldControlExample
source: Example: Christmas promo
es: Ejemplo: promoción de Navidad

# MinimumSubtotalFieldDescription
source: Apply discount only if the subtotal is higher than this amount
es: Aplicar el descuento sólo si el subtotal es mayor que esta cantidad

# DiscountAmount
source: Discount amount <em class="sfLblNote">(will be applied to the subtotal)</em>
es: Importe del descuento <em class="sfLblNote">(se aplica al subtotal)</em>

source: Minimum subtotal
es: Mínimo subtotal

# BuyNowButton
source: Buy Now
es: Comprar ahora

# MaximumSubtotalFieldDescription
source: Apply discount only if the subtotal is lower than this amount
es: Aplicar el descuento sólo si el subtotal es menor que esta cantidad

# DiscountPercentageAmountIsInvalid
source: The discount percentage must be less than or equal to 100.
es: El porcentaje de descuento debe ser menor o igual a 100.

source: Create a discount
es: Crear un descuento

# DiscountEndDate
source: End date
es: Fecha de finalización

# DiscountStartDate
source: Start date
es: Fecha de inicio

source: Create this discount
es: Crear este descuento

source: Discount name cannot be empty
es: El nombre de descuento no puede estar vacío

# DiscountStartCannotBeEmpty
source: Discount start date cannot be empty.
es: La fecha de inicio del descuento no puede estar vacía.

# DiscountAmountIsInvalid
source: The discount amount must be a numeric value.
es: El importe del descuento debe ser un valor numérico.

# DiscountNameTooLong
source: The length of the discount name cannot be larger than 255 characters.
es: La longitud del nombre de descuento no puede ser mayor que 255 caracteres.

# DiscountMinimumSubtotalIsRequired
source: The minimum subtotal cannot be empty.
es: El subtotal mínimo no puede estar vacío.

# DiscountMaximumSubtotalIsRequired
source: The maximum subtotal cannot be empty.
es: El subtotal máximo no puede estar vacío.

# DiscountEndDateShouldNotBeEarlierThanStartDate
source: Discount's end date cannot be set earlier than its start date.
es: La fecha de finalización del descuento no puede ser anterior a su fecha de inicio.

# ShoppingCartSummaryPropertyEditorTitle
source: Shopping cart summary
es: Resumen del carrito de compras

# MaximumSubTotalShouldNotBeLessThanMinimumSubTotal
source: The maximum subtotal should not be less than minimum subtotal.
es: El subtotal máximo no debe ser menor que el subtotal mínimo.

# RequireCouponForDiscountCheckboxLabel
source: Apply discount only if the customer enters a <strong>coupon code</strong>
es: Aplicar el descuento sólo si el cliente introduce un <strong>código de cupón</strong>

# CreateCouponCodeForDiscountExampleText
source: Examples: 9843FG, March2 discount
es: Ejemplos: 9843FG, March2 discount

source: Unit Price
es: Precio Unitario

# CreateCouponCodeForDiscountTextboxLabel
source: Create a coupon code
es: Crear un código de cupón

# DigitalDownloadsViewFriendlyName
source: Digital downloads
es: Descargas digitales

# ShoppingCartPropertyEditorTitle
source: Shopping cart
es: Carrito de Compras

source: Digital downloads
es: Descargas digitales

source: Your downloads
es: Sus descargas

# CheckoutPropertyEditorTitle
source: Checkout
es: Pago

# ProductPriceCannotBeLessThanZero
source: You cannot add this item to your cart as the price of the item is less than zero.
es: No puede agregar este artículo a su carrito ya que su precio es menor que cero.

# CustomerColumnHeader
source: Customer
es: Cliente

# MoneySpentCustomerColumnHeader
source: Money Spent
es: Dinero Gastado

source: Google conversion tracking
es: Seguimiento de conversión de Google

# ActionsCustomerColumnHeader
source: Actions
es: Acciones

# OrdersCountCustomerColumnHeader
source: Orders
es: Pedidos

# LastOrderCustomerColumnHeader
source: Last Order
es: Último Pedido

# FilterCustomersLabel
source: Filter Customers
es: Filtrar Clientes

# AllCustomersLabel
source: All Customers
es: Todos los Clientes

# CreateTaxClass
source: Create a tax class
es: Crear una clase de impuestos

source: Manage Customers
es: Administrar Clientes

# DisplayLastUpdatedCustomers
source: Display customers who have made orders in…
es: Mostrar a los clientes que han hecho pedidos en…

source: No Tax classes have been created yet
es: Aún no se han creado clases de impuesto

# TaxClassTitle
source: Tax class
es: Clase de impuestos

# TaxClassTitleFieldControlExample
source: Example: Drugs
es: Ejemplo: Drogas

source: Edit a tax class
es: Editar una clase de impuestos

source: Create a Tax class
es: Crear una clase de impuestos

# DigitalDownloadsPropertyEditorTitle
source: Digital downloads
es: Descargas digitales

# TaxClassTitleCannotBeEmpty
source: The title of the tax class must be set.
es: Se debe establecer el título de la clase de impuestos.

# ShoppingCartSummaryViewFriendlyName
source: Shopping Cart Summary
es: Resumen de su Carrito

# TaxClassesNodeTitle
source: Tax classes
es: Clases de Impuestos

# SortCustomersByDateLabel
source: By date...
es: Por fecha...

source: Create this tax class
es: Crear esta clase de impuesto

source: Back to Tax classes
es: Regresar a las clases de impuestos

# TaxClassTitleTooLong
source: The length of the tax class title cannot be larger than 255 characters.
es: La longitud del título de la clase de impuestos no puede exceder los 255 caracteres.

# ShoppingCartViewFriendlyName
source: Shopping Cart
es: Carrito de Compras

# OrderInvoiceViewFriendlyName
source: Order Invoice
es: Factura de Pedido

source: Shopping cart not set up
es: Carrito de Compras no configurado

source: Shopping cart summary not set up
es: Resumen del Carrito de Compras no configurado

# CheckoutAreaTitle
source: Ecommerce Checkout
es: Página de Pago de Comercio Electrónico

# CheckoutFriendlyName
source: Checkout
es: Pago

source: Checkout
es: Pago

# ShippingAndBillingInformationFriendlyName
source: Shipping and Billing Information
es: Información de Envío y Facturación

# ShippingOptionsFriendlyName
source: Shipping Options
es: Opciones de Envío

# PreviewFriendlyName
source: Preview
es: Vista previa

# ConfirmationFriendlyName
source: Confirmation
es: Confirmación

# PaymentStepFriendlyName
source: Payment Step
es: Fase de Pago

# OrderDetailViewFriendlyName
source: Order detail
es: Detalles del Pedido

source: View shopping cart
es: Ver carrito de compra

# ProductsLower
source: products
es: Productos

source: Before Discounts
es: Antes de Descuentos

# NoProductsInShoppingCart
source: There are no products in your cart.
es: No hay productos en su carrito de compras

source: There are no products
es: No hay productos

source: Print invoice
es: Imprimir factura

source: Shopping cart
es: Carrito de Compras

source: Order Details
es: Detalles del Pedido

source: Invoice
es: Factura

source: View order details
es: Ver detalles del pedido

source: Ordered products
es: Productos pedidos

# UnableToDisplayOrderInvoice
source: The system was unable to display the Invoice for the Order
es: El sistema no ha podido mostrar la Factura para el Pedido

# ApplyTaxToShippingTitle
source: Apply tax to shipping
es: Aplicar impuesto al envío

source: Offline
es: Desconectado

# OrderEmailSubject
source: Confirming Order {0}
es: Confirmación del Pedido {0}

# ApplyTaxToShippingDescription
source: Standard rate will be applied to the shipping rates of taxable products
es: Se aplicará la tarifa estándar a las tarifas de envío de los productos sujetos a impuestos

# EmptyCouponCode
source: Please enter a code.
es: Por favor, introduzca un código.

# InvalidCouponCode
source: Invalid code
es: Código no válido

# ApplyCouponCode
source: Apply
es: Aplicar

source: Have a coupon code?
es: ¿Tiene un código de cupón?

# OrderMasterViewFriendlyName
source: Orders Master list
es: Lista Maestra de Pedidos

# ExpiredCouponCode
source: Expired code
es: Código expirado

# SetUpShoppingCartSummary
source: Set Shopping cart summary
es: Configurar resumen de Carrito de Compras

# BasicStepsStep
source: Basic Steps
es: Pasos Básicos

# CouponCodeValidEntry
source: Successfully applied code:
es: Código aplicado con éxito:

# UnableToDisplayOrderDetails
source: The system was unable to display the details for the Order
es: El sistema no ha podido mostrar los detalles del Pedido

source: Order placed client email template
es: Plantilla de correo electrónico para cliente que hizo un pedido

# SendACopyOfOrderPlacedEmailToMerchant
source: Send merchant a copy of the email
es: Enviar al comerciante una copia del correo electrónico

# CouponCodeDoesNotApplyToCurrentCartOrder
source: Supplied code cannot be applied to current order
es: El código ingresado no se puede aplicar al pedido actual

# SetUpShoppingCart
source: Set Shopping cart
es: Configurar Carrito de Compras

source: Link to confirmation page
es: Vínculo a la página de confirmación

# RegistrationDate
source: Registered:
es: Registrado:

# FilterOrdersLabel
source: Filter orders
es: Filtrar pedidos

# SortOrdersByDateLabel
source: By date...
es: Por fecha...

# OnceYouHaveBoughtDownloadables
source: Once you have bought some, this will be the place for downloading them
es: Una vez que ha comprado algunos, podrá descargarlos aquí

# AllOrdersLabel
source: All Orders
es: Todos los Pedidos

# DisplayLastUpdatedOrders
source: Display orders last updated in...
es: Mostrar pedidos actualizados por última vez en...

# NoDownloadableProductsPurchased
source: You haven't purchased any downloadable products yet.
es: Usted aún no ha adquirido ningún producto para descargar.

# DigitalDownloadRequiresLogin
source: Your cart contains digital items. In order to purchase and download your digital items, you will need to register and log in.
es: Su carrito contiene artículos digitales. Para poder comprar y descargar sus artículos digitales, usted tendrá que registrarse y entrar.

# CloseDateFilter
source: Close dates
es: Cerrar fechas

source: Sort by:
es: Ordenar por:

# SortByOldest
source: Oldest first
es: Primero los más antiguo

source: Click to download
es: Haga clic para descargar

# SortByNewest
source: Newest first
es: Primero lo más muevo

source: No paging
es: Sin paginación

# YouAreNotAllowedToDownloadThisFile
source: You are not allowed to download this file as you have not purchased the product
es: No está autorizado a descargar este archivo, ya que no lo ha comprado

# OrderStatusUnknown
source: Unknown
es: Desconocido

source: You haven't bought downloadable products yet.
es: Usted aún no ha comprado productos para descargar.

# OrderStatusPaid
source: Paid
es: Pagado

# OrderStatusPending
source: Pending
es: Pendiente

# OrderStatusDeclined
source: Declined
es: Rechazado

# OrderStatusShipped
source: Shipped
es: Enviado

# OrderStatusAuthorized
source: Authorized
es: Autorizado

# CouponCodeNodeTitle
source: eCommerce Checkout
es: Página de Pago

# CannotDeletePaymentMethod
source: You cannot delete this payment method because there are orders in the system that already use it. Please deactivate the payment method if it is not going to be used.
es: No se puede eliminar esta forma de pago, porque hay pedidos en el sistema que ya lo utilizan. Por favor, desactive la forma de pago si no se va a utilizar.

# CouponCodeViewFriendlyName
source: Coupon Code
es: Código del Cupón

# OrderSummaryViewFriendlyName
source: Order Summary
es: Resumen del Pedido

# CannotReachPaymentProcessorServer
source: Cannot reach the payment processor. Please try again later.
es: No puede establecer contacto con el procesador de pagos. Por favor, inténtelo de nuevo más tarde.

# CannotDeleteCustomer
source: Cannot delete {0} as there are orders associated with this customer.
es: No se puede eliminar {0}, ya que hay pedidos asociados con este cliente.

# OrderSummaryNodeTitle
source: eCommerce Checkout
es: Página de Pago

source: Purchased
es: Comprado

# OrderStatusCancelled
source: Cancelled
es: Cancelado

# DiscountMaximumSubtotalIsInvalid
source: The maximum subtotal must be a numeric value.
es: El subtotal máximo debe ser un valor numérico.

source: Manage Orders
es: Administrar Pedidos

# ProductNotAvailable
source: Sorry the product you requested is currently not available.
es: Lo sentimos el producto solicitado no está disponible.

# SelectPaymentProcessor
source: Payment processor
es: Procesador de Pago
