Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/PageResources.*.resx
Languages: es

# SettingsNodeTitle
source: Advanced Settings
es: Opciones avanzadas

# ThemesNodeUrlName
source: Themes
es: Temas

# HelpNodeUrlName
source: Help
es: Ayuda

# UserManagementNodeTitle
source: User Management
es: Gestión de usuarios

# ServicesNodeUrlName
source: Services
es: Servicios

# UserManagementNodeDescription
source: Groups user management tools such as users, roles, permissions and etc.
es: Grupos de herramientas de gestión de usuarios, tales como usuarios, roles, permisos, etc

# UserManagementNodeUrlName
source: UserManagement
es: Gestión de usuarios

# HelpNodeDescription
source: A site section help information.
es: Una sección del sitio de información de ayuda.

# SettingsAndConfigurationsNodeTitle
source: Settings & Configurations
es: Opciones y configuraciones

# SettingsNodeUrlName
source: Advanced
es: Avanzado

# ServicesNodeTitle
source: Services
es: Servicios

# SettingsAndConfigurationsNodeDescription
source: Groups settings & configurations
es: Opciones de grupos y configuraciones

# SettingsNodeDescription
source: A section for User Management, System Services, System Settings, Custom Tools and etc.
es: Una sección para la gestión de usuarios, los servicios de sistema, configuración del sistema, herramientas personalizadas, etc

# ServicesNodeDescription
source: Groups system service modules.
es: Grupos de módulos de servicios de sistema.

# SystemNodeTitle
source: System
es: Sistema

# StagingSyncUrlName
source: Staging
es: Secuenciación

# BackendPagesNodeDescription
source: Groups system tools such as Configuration Manager, Resource Manager, File System Explorer and etc.
es: Grupos de herramientas de sistema como el Administrador de configuración, Administrador de recursos, Explorador de archivos de sistema, etc.

# BackendPagesNodeTitle
source: Backend Pages
es: Páginas administrativas

# BackendPagesNodeUrlName
source: BackendPages
es: Páginas administrativas

# ToolsNodeTitle
source: Tools
es: Herramientas

# StagingSyncDescription
source: This is the page group that contains all pages for Staging & Syncing.
es: Éste es el grupo de páginas que contiene todas las páginas de Secuenciación y Sincronización.

# ToolsNodeUrlName
source: Tools
es: Herramientas

# StagingSyncTitle
source: Staging & Syncing
es: Secuenciación y Sincronización

# TemplatesNodeUrlName
source: Templates
es: Plantillas

# SitefinityDescription
source: Site section for Sitefinity Backend.
es: Sección del sitio para el Backend de Sitefinity.

source: Preferences
es: Preferencias

# SystemNodeUrlName
source: System
es: Sistema

# LiveDescription
source: View published pages and content.
es: Ver páginas publicadas y sus contenidos.

source: Live
es: En vivo

# SystemNodeDescription
source: Groups system tools such as Configuration Manager, Resource Manager, File System Explorer and etc.
es: Grupos de herramientas de sistema como el Administrador de configuración, Administrador de recursos, Explorador de archivos de sistema, etc.

source: Skip To The Main Content
es: Saltar al contenido principal

source: Profile
es: Perfil

source: My Profile
es: Mi Perfil

source: My Preferences
es: Mis preferencias

# PageTemplatesDescription
source: Provides user interface for creating and managing page templates.
es: Proporciona una interfaz de usuario para crear y administrar plantillas de página.

source: Log Off
es: Cerrar sesión

# XmlDataSourceDescription
source: Provides XML data source for other widgets (data bound controls)
es: Proporciona fuente de datos XML para otros widgets (controles vinculados a datos)

# RolesDescription
source: Provides user interface for managing Sitefinity Roles.
es: Proporciona la interfaz de usuario para administrar los roles de Sitefinity.

# SectionCommandName
source: Section
es: Sección

source: Tools
es: Herramientas

source: Permissions
es: Permisos

# PermissionsHtmlTitle
source: Permissions
es: Permisos

# UsersDescription
source: Provides user interface for managing Sitefinity Users and Roles.
es: Proporciona la interfaz de usuario para la gestión de usuarios y roles Sitefinity.

# ToolsDescription
source: Provides access to Sitefinity tools such as Site Template Export.
es: Permite el acceso a las herramientas Sitefinity como el exportador de plantillas del sitio web.

# ServicesDescription
source: Provides access to Sitefinity system services such as Feeds and Search.
es: Permite el acceso a los servicios de sistema Sitefinity tales como fuentes y de búsqueda.

# LocalizationHtmlTitle
source: Localization
es: Localización

# ConfigurationDescription
source: Provides user interface for managing Sitefinity configurations and personalization.
es: Proporciona la interfaz de usuario para administrar las configuraciones de Sitefinity y su personalización.

# Configuration
source: Settings
es: Opciones

source: Services
es: Servicios

source: Configurations
es: Configuraciones

# ConfigurationsHtmlTitle
source: Configurations
es: Configuraciones

# PermissionsTitle
source: Permissions
es: Permisos

# Localization
source: Labels &amp; Messages
es: Interfaz de Etiquetas y mensajes

# ConfigurationsDescription
source: Provides user interface for managing Sitefinity configurations and personalization.
es: Proporciona la interfaz de usuario para administrar las configuraciones de Sitefinity y su personalización.

# PermissionsDescription
source: Provides user interface for managing security permissions.
es: Proporciona la interfaz de usuario para la gestión de permisos de seguridad.

# LocalizationDescription
source: Provides user interface for managing and localizing texts used in Sitefinity such as labels, buttons, warnings, error messages and etc.
es: Proporciona la interfaz de usuario para la gestión y localización de textos utilizados en Sitefinity tales como etiquetas, botones, advertencias, mensajes de error, y etc

source: All classifications
es: Todas las clasificaciones

# SuccessTemplateDescription
source: Gets the template defining the Success layout of Password Recovery control.
es: Obtiene la plantilla que define el diseño de "Éxito" del control 'Password Recovery'

source: Site Map
es: Mapa del Sitio

# ClassificationsDescription
source: Provides user interface for managing content classifications (Taxonomies).
es: Proporciona la interfaz de usuario para administrar el contenido de las clasificaciones (taxonomías).

# BackendSiteMapProviderDescription
source: Provides navigation information about Sitefinity Backend (administration).
es: Proporciona información de navegación acerca del Backend de Sitefinity (administración).

# SiteMapDescription
source: Provides user interface for managing and editing Sitefinity pages.
es: Proporciona la interfaz de usuario para la gestión y edición de las páginas de Sitefinity.

# ChangePasswordTemplateDescription
source: Gets the template defining the ChangePassword layout of ChangePassword control.
es: Obtiene la plantilla que define el diseño del control ChangePassword.

# LayoutTemplateDescription
source: Gets or sets the template defining the layout of the control.
es: Obtiene o establece la plantilla que define el diseño del control.

# UserNameTemplateDescription
source: Gets the template defining the UserName layout of Password Recovery control.
es: Obtiene la plantilla que define el diseño de "Nombre de usuario" del control 'Password Recovery'

# SuccessTemplateChangePasswordDescription
source: Gets the template defining the Success layout of ChangePassword control.
es: Obtiene la plantilla que define el diseño de "Éxito" del control ChangePassword.

# PageCommandName
source: Page
es: Página

source: Classifications
es: Clasificaciones

# CompleteTemplateDescription
source: Gets the template defining the Complete layout of CreateUserWizardForm control.
es: Obtiene la plantilla que define el diseño completo del control CreateUserWizardForm.

# CreateUserTemplateDescription
source: Gets the template defining the CreateUser layout of CreateUserWizardForm control.
es: Obtiene la plantilla que define el diseño de CreateUser del control CreateUserWizardForm.

# ClassificationsHtmlTitle
source: Classifications
es: Clasificaciones

# UsersListCreateUser
source: Create a user
es: Crear un usuario

# PageDescription
source: Create a page from scratch, set its layout and content.
es: Crear una página desde cero, establecer su esquema y contenido.

# CreateNewText
source: Create new...
es: Crear nuevo ...

# ModuleTitle
source: Pages
es: Páginas

# UsersHtmlTitle
source: Users
es: Usuarios

# SectionDescription
source: Add a container for pages.
es: Añadir un contenedor de páginas.

# ReviewHistoryCommandName
source: Review History
es: Revisar historial

# PhotoGalleryDescription
source: Create a set of pages that make up a standard photo gallery.
es: Crear un conjunto de páginas que componen una galería de fotos estándar.

# PhotoGalleryCommandName
source: Photo Gallery
es: Galería de fotos

# SearchPagesText
source: Search pages...
es: Buscar páginas ...

source: Save Draft
es: Guardar borrador

source: Preview
es: Vista previa

# TemplateDescription
source: Design a template which contains layout and content elements to be used across many pages.
es: Diseñar una plantilla que contiene elementos de diseño y el contenido que se utiliza en varias páginas.

source: Edit Pages
es: Editar Páginas

# CreateNewTemplate
source: Create a template
es: Crear una plantilla

# PropertiesNACommandName
source: Properties <em>N/A</em>
es: Propiedades <em>N/A </em>

# ContentCommandName
source: Content
es: Contenido

# ViewCommandName
source: View
es: Ver

source: Edit Templates
es: Editar plantillas

# TemplateCommandName
source: Template
es: Plantilla

# TemplateNACommandName
source: Template <em>N/A</em>
es: Plantilla <em>N/A </em>

# DeleteText
source: Delete
es: Eliminar

# PropertiesCommandName
source: Properties
es: Propiedades

# ParentTemplateCommandName
source: Base Template
es: Plantilla base

# MoreActionsText
source: More actions...
es: Más acciones ...

# DeleteCommandName
source: Delete
es: Eliminar

# DeleteNACommandName
source: Delete <em>N/A</em>
es: Eliminar <em>N /A </em>

# ParentCommandName
source: Section <em>N/A</em>
es: Sección N <em>/A </em>

# ReorderPagesCommandName
source: Reorder pages <em>N/A</em>
es: Reordenar páginas <em>N/A </em>

# DuplicateCommandName
source: Duplicate <em>N/A</em>
es: Duplicar <em>N/A </em>

# SetHomepageCommandName
source: Set as Homepage
es: Establecer como página de inicio

# PagePropertiesCommandName
source: <strong>Batch edit... </strong>Title, Description, Keywords<em>N/A</em>
es: <strong>Edición por lotes ... </Strong>título, descripción, palabras clave <em>N/A </em>

# ParentSectionCommandName
source: Parent Section <em>N/A</em>
es: Sección de elementos primarios N <em>/A </em>

# PermissionsCommandName
source: Permissions
es: Permisos

# OwnerCommandName
source: Owner <em>N/A</em>
es: Propietario <em>N/A </em>

# BlogDescription
source: Create a set of pages that make up a standard blog.
es: Crear un conjunto de páginas que componen un blog estándar.

# TitleColumnText
source: Title
es: Título

# FullSectionInfo
source: Section of {0} pages and {1} sections
es: Sección de {0} páginas y {1} secciones

# PublishCommandName
source: Publish
es: Publicar

# AuthorGridColumnHeaderText
source: Author
es: Autor

# TemplateGridColumnHeaderText
source: Template
es: Plantilla

# PublishCommandNameNotReady
source: Publish <em>N/A</em>
es: Publicar <em>N/A </em>

# BasedOnGridColumnHeaderText
source: Based on
es: Basado en

# SectionInfo
source: Section of {0} pages
es: Sección de {0} páginas

# DateGridColumnHeaderText
source: Date
es: Fecha

# CategoryGridColumnHeaderText
source: Category
es: Categoría

# PageCount
source: 1 page
es: {0} página

# ActionsLinkText
source: Actions
es: Acciones

source: Back to Templates
es: Volver a plantillas

# SectionSavedMsg
source: The section {0} has been successfully saved!
es: La sección {0} ha sido guardada con éxito!

source: Back to Pages
es: Regresar a la lista

# BackToItems
source: Back to Pages
es: Regresar a la lista

# PageCreatedMsg
source: The page {0} has been created!
es: La página {0} ha sido creada!

# PageSavedMsg
source: The page {0} has been successfully saved!
es: La página {0} ha sido guardada con éxito!

# BackToEdit
source: Back to
es: Volver a

# HomepageSuccessfullySetMessage
source: This page was successfully set as Homepage.
es: Esta página fue establecida con éxito como página de inicio.

# SectionCreatedMsg
source: The section {0} has been created!
es: La sección {0} ha sido creada!

source: All Templates
es: Todas las plantillas

source: Generic
es: Genérico

source: Name
es: Nombre

# ContentBlocksHtmlTitle
source: Content blocks
es: Contenido genérico

# ContentBlocksUrlName
source: Content blocks
es: Contenido genérico

# ContentBlocksDescription
source: Represents a landing page for Sitefinity Content Blocks module.
es: Representa una página de destino para el módulo Bloques de Contenido de Sitefinity.

# TemplateSavedMsg
source: The template {0} has been successfully saved!
es: La plantilla {0} ha sido guardada con éxito!

# RatingDescription
source: Allows users to rate content items.
es: Permite a los usuarios calificar los elementos de contenido.

# RatingTitle
source: Rating
es: Puntuación

# ContentBlockDescription
source: Text with rich formatting (bold, italic, bullets, etc.). Images, videos, tables can be inserted, too
es: Texto con formato enriquecido (negrita, cursiva, viñetas, etc.) También se pueden insertar imágenes, videos, tablas.

# MediaPlayerControlDescription
source: Video uploaded from your computer or selected from Video libraries
es: Video cargado desde su computadora o seleccionado de otras bibliotecas de Video

# ArchiveControlDescription
source: Listed items of a selected content type
es: Elementos listados de un tipo de contenido seleccionado

# DocumentLinkControlTitle
source: Document link
es: Enlace de Documento

# DownloadListViewDescription
source: Documents or other files for download
es: Documentos u otros archivos para descargar

# FeedEmbedControlTitle
source: Feed
es: Fuente

# DownloadListViewTitle
source: Download list
es: Descargar lista

# DocumentLinkControlDescription
source: Link for downloading a selected document of other file
es: Enlace para descargar un documento seleccionado de otro archivo

# ContentBlocksTitle
source: Content blocks
es: Contenido genérico

# FeedEmbedControlDescription
source: Link to a feed (RSS, Twitter, custom)
es: Enlace a una fuente (RSS, Twitter, personalizado)

source: Select another...
es: Seleccione otra ...

# ScriptsAndStylesControlsSectionTitle
source: Scripts and Styles
es: Scripts y Estilos

# ImageControlDescription
source: Image uploaded from your computer or selected from image libraries
es: Imagen transferida desde su computadora o seleccionado de bibliotecas de imágenes

# ArchiveControlTitle
source: Archive
es: Archivo

# TaxonomyControlTitle
source: Classification
es: Clasificación

# TaxonomyControlDescription
source: A control for displaying list of taxa of specified content type or for the specified content item.
es: Un control para mostrar la lista de taxones del tipo de contenido especificado o del elemento de contenido especificado.

# ImageControlTitle
source: Image
es: Imagen

source: Edit...
es: Editar ...

# SaveAsTemplCommandName
source: Save as Template <em>N/A</em>
es: Guardar como plantilla <em>N/A </em>

# CustomerFeedbackDescription
source: Provides forms for submitting feedback and feature requests.
es: Proporciona los formularios para enviar comentarios y peticiones de funcionalidades.

# VersionAndLicensingUrlName
source: VersionAndLicensing
es: Versión y Licencias

# HomepageSettingFailedMessage
source: Setting this page as homepage failed.
es: No se pudo establecer esta página como página de inicio.

source: Set as Homepage
es: Establecer como página de inicio

source: Invalid parent!
es: Elemento primario no válido!

# SetAsHomepagePrompt
source: Do you want to set the current page as homepage?
es: ¿Quiere establecer la página actual como página de inicio?

source: Done Creating Pages
es: Creación de páginas finalizada

source: Templates by category
es: Plantillas por categoría

# DuplicatedName
source: Template with the same name already exists. Please use a different name.
es: Nombre duplicado!

source: Done Creating Sections
es: Creación de secciones finalizada

# PageSuccessfullyUnpublished
source: The page was successfully unpublished.
es: La página fue retirada con éxito.

# NeedToSelectMaster
source: You need to select a master page!
es: Tienes que seleccionar una página maestra!

# CannotFindSiblig
source: Cannot find sibling.
es: No se pueden encontrar elementos hermanos.

# AdjacentControlPlaceholdersDoNotMatch
source: Placeholders of adjacent controls do not match.
es: Marcadores de posición de controles adyacentes no coinciden.

# CyclicChildParentRelationship
source: Cyclic child/parent relationship. A control/layout cannot be the parent of its own parent.
es: Relación cíclica hijo/padre. Un control/diseño no puede ser el padre de su propio padre.

# NavigationControlsSectionDescription
source: Group of links displayed in different ways – horizontal, vertical, dropdown menu, tree, etc.
es: Grupo de enlaces que aparecen en diferentes formas: horizontal, vertical, menú desplegable, árbol, etc

# BreadcrumbTitle
source: Breadcrumb
es: Ruta de navegación

# BreadcrumbDescription
source: Navigation widget which displays the location of the current page.
es: Widget de navegación que muestra la ubicación de la página actual.

source: Duplicated URL!
es: URL duplicada!

# SiteMapControlDescription
source: SiteMap Control
es: Control Mapa del sitio

# SiteMapControlTitle
source: Sitemap
es: Mapa del Sitio

# SiteMenuTitle
source: Menu
es: Menú

# SiteMenuDescription
source: SiteMenu Control
es: Control SiteMenu

# SiteTreeTitle
source: Tree
es: Árbol

# HelpContentsUrlName
source: Contents
es: Contenido

# DeletePageTemplateConfirm
source: All pages and templates that use this template will be deleted. Do you want to proceed?
es: Todas las páginas y plantillas que utilizan esta plantilla se eliminará. ¿Desea continuar?

# PagesTaxonomyTitle
source: Pages
es: Páginas

# HelpContentsTitle
source: Contents
es: Contenido

# OnlineResourcesUrlName
source: Resources
es: Recursos

# OnlineResourcesTitle
source: Online Resources
es: Recursos en la Red

# HelpContentsDescription
source: Provides Sitefinity system documentation.
es: Proporciona la documentación de sistema de Sitefinity.

# HelpContentsHtmlTitle
source: Sitefinity Documentation
es: Documentación Sitefinity

# DraftSuccessfullySaved
source: The draft is successfully saved
es: El borrador ha sido guardado con éxito

# OnlineResourcesHtmlTitle
source: Sitefinity Online Resources
es: Recursos en la Red Sitefinity

# CustomerFeedbackHtmlTitle
source: Sitefinity Customer Feedback
es: Comentarios de los clientes Sitefinity

# TechnicalSupportTitle
source: Technical Support
es: Soporte Técnico

# TechnicalSupportUrlName
source: Support
es: Soporte

# SiteTreeDescription
source: SiteTree Control
es: Control SiteTree

# TechnicalSupportHtmlTitle
source: Sitefinity Technical Support
es: Soporte Técnico Sitefinity

# TechnicalSupportDescription
source: Provides forms for submitting technical enquiries, and issue tracking.
es: Proporciona los formularios para el envío de consultas técnicas y el seguimiento de problemas.

# OnlineResourcesDescription
source: Provides Online help resource links such as forums, knowledge base, videos and etc.
es: Ofrece enlaces de ayuda en línea de recursos tales como foros, base de conocimiento, videos, etc

# CustomerFeedbackTitle
source: Customer Feedback
es: Comentarios de clientes

# CustomerFeedbackUrlName
source: Feedback
es: Comentarios

# NavigationControlsSectionTitle
source: Navigation
es: Navegación

# VersionAndLicensingTitle
source: Version & Licensing
es: Versión y licencias

# ExternalPageFieldDescription
source: This page doesn't have its own content and redirects to another page in the website or to an external page
es: Esta página no tiene su propio contenido y redirecciona a otra página en el sitio web o a una página externa

# VersionAndLicensingDescription
source: Provides system and license information.
es: Proporciona información del sistema y licencia.

source: Names, URLs
es: Nombres, direcciones URL

# ProfileUrlName
source: Profile
es: Perfil

# ProfileTitle
source: Profile
es: Perfil

# ProfileDescription
source: User's profile information and editing.
es: información del perfil de usuario y edición.

# CreateAPage
source: Creating a page
es: Crear una página

# ProfileHtmlTitle
source: Profile
es: Perfil

# SeoTitleCannotBeEmpty
source: Title for search engines cannot be empty.
es: El título para los motores de búsqueda no puede estar vacío.

source: Template
es: Plantilla

source: Filter pages
es: Filtrar páginas

source: All pages
es: Todas las páginas

source: Parent
es: Padre

source: With no Titles
es: Sin títulos

source: With no Descriptions
es: Sin Descripciones

source: With no Keywords
es: Sin palabras clave

source: Titles, descriptions, keywords
es: Títulos, descripciones, palabras clave

# ByDate
source: by Date modified...
es: por fecha de modificación ...

# ByAuthor
source: by <strong>Author</strong>
es: por <strong>autor</strong>

# ByTemplate
source: by <strong>Template</strong>
es: por <strong>Plantilla </strong>

source: Permissions for all pages
es: Permisos para todas las páginas

source: No pages have been created yet
es: Todavía no se han creado páginas

source: No pages matched given criteria.
es: Ninguna página coincide con los criterios introducidos.

# CreateTemplate
source: Create a template
es: Crear una plantilla

# OnTopLevel
source: on <b class='sfParent'>top level</b>
es: en <strong>nivel superior </strong>

source: Go to all pages
es: Ir a todas las páginas

# CreateChildPage
source: Create a child page
es: Crear una página secundaria

source: Sibling page before
es: Página relacionada antes

# CssEmbedControlDescription
source: Embeds CSS files or custom styles in this page
es: Incorpora archivos CSS o estilos personalizados en esta página

source: My pages
es: Mis páginas

source: Sibling page after
es: Página relacionada después

# UrlNameCannotBeEmpty
source: URL cannot be empty
es: La URL no puede estar vacía

# JavaScriptEmbedControlDescription
source: Embeds JavaScript files or custom code in this page
es: Incrusta archivos JavaScript o código personalizado en esta página

# CreatePage
source: Create a page
es: Crear una página

# GoogleAnalyticsEmbedControlDescription
source: Embeds Google Analytics code
es: Incorpora el código de Google Analytics

source: Name cannot be empty
es: El nombre no puede estar vacío

# CreateNewItem
source: Create an event
es: Crear un evento

source: Version
es: Versión

# VersionAndLicensingHtmlTitle
source: Version And Licensing
es: Versión y Licencias

# AdditionalUrlNameInvalidSymbols
source: One or more of the specified additional URLs are invalid.
es: Una o más de las URL adicionales especificadas no son válidas.

# DevNameInvalidSymbols
source: The name contains invalid symbols.
es: El nombre contiene símbolos no válidos.

source: Show in navigation
es: Mostrar en la navegación

# SeoTitleExample
source: Displayed in browser title bar and in search results. Make it more descriptive
es: Aparece en la barra de título del navegador y en los resultados de búsqueda. Hágalo más descriptivo.

# NameExample
source: Displayed in navigation. <strong>Example:</strong> <em>About Us</em>
es: Aparece en la navegación. <strong>Ejemplo: </strong><em>Quiénes somos </em>

source: Description
es: Descripción

source: Keywords
es: Palabras clave
