Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/PageResources.*.resx
Languages: es

# WorkflowTitle
source: Workflow
es: Flujo de trabajo

# PagesCount
source: {0} pages
es: {0} páginas

source: Left Sidebar, Header, Footer
es: Barra lateral a la izquierda, encabezado, pie de página

# ZoneEditorEditCommand
source: Edit
es: Editar

# PageResourcesTitle
source: Page Resources
es: Recursos de las páginas

# PageResourcesTitlePlural
source: Page Resources
es: Recursos de las páginas

# ZoneEditorConfirmDeleteLayout
source: Are you sure you want to delete the layout element?
es: ¿Está seguro de que desea eliminar el elemento de diseño?

# GenericContentPermissionsHtmlTitle
source: Generic Content Permissions
es: Permisos de contenido genérico

# GenericContentPermissionsTitle
source: Generic Content Permissions
es: Permisos de contenido genérico

# GenericContentPermissionsUrlName
source: Permissions
es: Permisos

# GenericContentPermissionsDescription
source: Represents a permissions page for Sitefinity Generic Content module.
es: Representa una página de permisos para el módulo Contenido Genérico de Sitefinity.

# PageResourcesDescription
source: Contains localizable resources for Sitefinity backend pages.
es: Contiene recursos localizables para las páginas del área administrativa de Sitefinity.

# ZoneEditorConfirmDeleteControl
source: Are you sure you want to delete the control?
es: ¿Está seguro de que desea eliminar el control?

# BackToContent
source: Back to Generic content
es: Regresar al contenido genérico

# ZoneEditorDeleteCommand
source: Delete
es: Eliminar

# ZoneEditorDuplicationCommand
source: Duplicate
es: Duplicar

source: Custom Templates
es: Plantillas personalizadas

# ZoneEditorLayouts
source: Layouts
es: Diseños

# ZoneEditorThemes
source: Themes
es: Temas

# TranslationsSectionTitle
source: Copy widget settings
es: Copiar configuración de widget

# CopyWidgetSettingsDescription
source: Widget settings can differ between translations. You can choose to copy widget settings from another translation
es: La configuración de widget puede variar entre las traducciones. Usted puede optar por copiar la configuración de widget de otra traducción

# ZoneEditorControls
source: Duplicate
es: Duplicar

# ZoneEditorPermissionsCommand
source: Permissions
es: Permisos

source: Learn more with video tutorials
es: Más información con tutoriales en video

# BaseTemplate
source: Base On Template
es: Plantilla base

# OneColumnHeaderFooter
source: 1 Column, Header, Footer
es: 1 Columna, encabezado, pie de página

source: Backend Templates
es: Plantillas del área administrativa

source: Open in new window
es: Abrir en ventana nueva

source: What are themes?
es: ¿Qué son los temas?

source: How to upload my own theme?
es: ¿Cómo cargar mis propios temas?

source: Basic Templates
es: Plantillas básicas

source: Right Sidebar, Header, Footer
es: Barra lateral a la derecha, encabezado, pie de página

source: Select another template...
es: Seleccione otra plantilla ...

# LeftSidebar
source: Left Sidebar, Content
es: Barra lateral a la izquierda, contenido

# RightSidebar
source: Right Sidebar, Content
es: Barra lateral a la derecha, contenido

# TwoEqualHeaderFooter
source: 2 Equal Columns, Header, Footer
es: 2 columnas iguales, encabezado, pie de página

source: Show Toolbox
es: Mostrar caja de herramientas

# TwoSidebarsHeaderFooter
source: 2 Sidebars, Header, Footer
es: Dos barras laterales, cabecera, pie de página

source: Promo, 3 Columns, Header, Footer
es: Promo, 3 columnas, cabecera, pie de página

source: Hide Toolbox
es: Ocultar Caja de herramientas

# ContentToolbox
source: Content
es: Contenido

# ThemeToolbox
source: Theme
es: Tema

# LayoutToolbox
source: Layout
es: Diseño

source: Toggle Toolbox
es: Activar Caja de herramientas

# ZoneEditorMoreCommand
source: More
es: Más información

# SettingsToolbox
source: Settings
es: Opciones

source: Manage Pages
es: Gestionar páginas

# DragFormWidgetsToTheLeft
source: Drag form widgets <em class='sfInfo'>to add content to the form</em>
es: Arrastre widgets de formulario <em class='sfInfo'>para añadir contenido al formulario </em>

# PageSettingsToolboxTitle
source: Settings <em class='sfInfo'>to control form behavior</em>
es: Opciones <em class='sfInfo'>para controlar el comportamiento del formulario </em>

# ThreeEqualHeaderFooter
source: 3 Equal Columns, Header, Footer
es: 3 Columnas iguales, encabezado, pie de página

# ThemeToolboxDescription
source: Provides a way to work with page themes.
es: Proporciona una forma de trabajar con temas de página.

# TitleAndProperties
source: Title & Properties
es: Título y Propiedades

# PageThemesToolboxTitle
source: Set theme <em class='sfInfo'>to have consistent graphic through the site</em>
es: Establecer tema <em class='sfInfo'>Para tener consistencia de estilo en todo el sitio web</em>

source: Settings for pages
es: Opciones de las páginas

source: Title
es: Título

# TwoColumnsSectionTitle
source: Single and Two Columns
es: Individual y dos columnas

# TwoColumnsSectionDescription
source: Contains zone definitions for single and two column layouts
es: Contiene definiciones de zona de diseños de uno y dos columna

# XmlDataSourceTitle
source: XML data source
es: Fuente de datos XML

# SiteMapDataSourceDescription
source: Provides hierarchical site map data for other widgets
es: Proporciona datos jerárquicos del mapa del sitio para otros widgets

# SiteMapDataSourceTitle
source: Site map data source
es: Fuente de datos del Mapa del sitio

# RadMenuTitle
source: Menu
es: Menú

# Col2T1Description
source: Two columns with respectively 25% and 75% width.
es: Dos columnas con el 25% y 75% de ancho respectivamente.

# OpenAccessDataSourceDescription
source: Provides Telerik.OpenAccess data source for other widgets
es: Proporciona fuente de datos Telerik.OpenAccess para otros widgets

# OpenAccessDataSourceTitle
source: OpenAccess Data Source
es: Fuente de datos OpenAccess

# Col3T1Description
source: Three columns with respectively 33%, 34% and 33% width.
es: Tres columnas con ancho de 33%, 34% y 33% respectivamente.

# Col2T3Description
source: Two columns with 50% width each.
es: Dos columnas con un ancho de 50% cada una.

# Col2T2Description
source: Two columns with respectively 33% and 67% width.
es: Dos columnas con el 33% y 67% de ancho respectivamente.

# Col2T4Description
source: Two columns with respectively 67% and 33% width.
es: Dos columnas con el 67% y 33% de ancho respectivamente.

# Col1Description
source: Single column layout.
es: Diseño de una sola columna.

# Col2T5Description
source: Two columns with respectively 75% and 25% width.
es: Dos columnas con el 75% y 25% de ancho respectivamente.

# Col3T2Description
source: Three columns with respectively 25%, 50% and 25% width.
es: Tres columnas con ancho de 25%, 50% y 25% respectivamente

# Col3T3Description
source: Two columns with respectively auto width and fixed width.
es: Dos columnas con un ancho automático y ancho fijo respectivamente.

# Col2T6Title
source: fixed + auto
es: fijo + Auto

# Col5T1Description
source: Five columns with 20% width each.
es: Cinco columnas con un ancho de 20% cada una.

# Col2T6Description
source: Two columns with respectively fixed width and auto width.
es: Dos columnas con ancho fijo y ancho automático respectivamente.

# PageLayoutToolboxTitle
source: Drag layout elements <em class='sfInfo'>to divide the page in columns</em>
es: Arrastre los elementos de diseño <em class='sfInfo'>para dividir la página en columnas </em>

# Col2T7Title
source: auto + fixed
es: Auto + fijo

# Col3T3Title
source: fixed + auto + fixed
es: fijos + auto + fijo

# PageTemplatesHtmlTitle
source: Page Templates
es: Plantillas de página

# PageLayoutChangeTemplate
source: Or, change the entire template
es: O bien, cambiar toda la plantilla

# PageControlsToolboxTitle
source: Drag widgets <em class='sfInfo'>to add content to the page</em>
es: Arrastre widgets <em class='sfInfo'>para añadir contenido a la página </em>

# PageLayoutToolboxDescription
source: A collection of entities (zone definitions) that compose the layout of a page or a gadget.
es: Una colección de entidades (definiciones de zona) que componen el diseño de una página o un gadget.

# Col4T1Description
source: Four columns with 25% width each.
es: Cuatro columnas con un ancho de 25% cada una.

# PageControlsToolboxDescription
source: A collection of reusable single-service applications.
es: Una colección de aplicaciones reutilizables de un solo servicio.

# RadControlsDescription
source: Toolbox section containing Telerik RadControls for ASP.Net AJAX.
es: Sección de la caja de herramientas que contiene los controles Telerik RadControls para ASP.Net AJAX.

# DataToolboxSectionDescription
source: Toolbox section containing data controls and data sources.
es: Sección de la caja de herramientas que contiene los controles de datos y fuentes de datos.

# DataToolboxSectionTitle
source: Data
es: Datos

# Col2T7Description
source: Two columns with respectively auto width and fixed width.
es: Dos columnas con un ancho automático y ancho fijo respectivamente.

# RadMenuDescription
source: RadMenu for ASP.NET AJAX
es: RadMenu para ASP.NET AJAX

# RadColorPickerDescription
source: RadColorPicker for ASP.NET AJAX
es: RadColorPicker para ASP.NET AJAX

# RadBinaryImageDescription
source: RadBinaryImage for ASP.NET AJAX
es: RadBinaryImage para ASP.NET AJAX

# RadBinaryImageTitle
source: Binary Image
es: Imagen Binaria

# RadGridDescription
source: RadGrid for ASP.NET AJAX
es: RadGrid para ASP.NET AJAX

# RadCalendarDescription
source: RadCalendar for ASP.NET AJAX
es: RadCalendar para ASP.NET AJAX

# RadCalendarTitle
source: Calendar
es: Calendario

# RadComboBoxTitle
source: Combo Box
es: Cuadro combinado

# RadListBoxTitle
source: List Box
es: Cuadro de Lista

# RadWindowDescription
source: RadWindow for ASP.NET AJAX
es: RadWindow para ASP.NET AJAX

# RadSchedulerTitle
source: Scheduler
es: Programador

# RadListBoxDescription
source: RadComboBox for ASP.NET AJAX
es: RadComboBox para ASP.NET AJAX

# RadComboBoxDescription
source: RadComboBox for ASP.NET AJAX
es: RadComboBox para ASP.NET AJAX

# RadSchedulerDescription
source: RadScheduler for ASP.NET AJAX
es: RadScheduler para ASP.NET AJAX

# RadPanelBarDescription
source: RadPanelBar for ASP.NET AJAX
es: RadPanelBar para ASP.NET AJAX

# RadWindowTitle
source: Window
es: Ventana

# RadEditorDescription
source: RadEditor for ASP.NET AJAX
es: RadEditor para ASP.NET AJAX

# RadRotatorTitle
source: Rotator
es: Rotador

# RadRotatorDescription
source: RadRotator for ASP.NET AJAX
es: RadRotator para ASP.NET AJAX

# RadDockDescription
source: RadDock for ASP.NET AJAX
es: RadDock para ASP.NET AJAX

# RadChartTitle
source: Chart
es: Gráfico

# RadSiteMapTitle
source: Site Map
es: Mapa del Sitio

# RadSiteMapDescription
source: RadSiteMap for ASP.NET AJAX
es: RadSiteMap para ASP.NET AJAX

# RadChartDescription
source: RadChart for ASP.NET AJAX
es: RadChart para ASP.NET AJAX

# RadDockZoneTitle
source: Dock Zone
es: Zona de anclaje

# RadColorPickerTitle
source: Color Picker
es: Selector de color

# RadToolTipDescription
source: RadToolTip for ASP.NET AJAX
es: RadToolTip para ASP.NET AJAX

# RadDockZoneDescription
source: RadDockZone for ASP.NET AJAX
es: RadDockZone para ASP.NET AJAX

# RadFormDecoratorDescription
source: RadFormDecorator for ASP.NET AJAX
es: RadFormDecorator para ASP.NET AJAX

# RadDateTimePickerDescription
source: RadDateTimePicker for ASP.NET AJAX
es: RadDateTimePicker para ASP.NET AJAX

# RadDateTimePickerTitle
source: Date Time Picker
es: Selector de fecha

# RadCaptchaDescription
source: RadCaptcha for ASP.NET AJAX
es: RadCaptcha para ASP.NET AJAX

# RadFileExplorerTitle
source: File Explorer
es: Explorador de archivos

# RadFormDecoratorTitle
source: Form Decorator
es: Decorador de formularios

# RadFileExplorerDescription
source: RadFileExplorer for ASP.NET AJAX
es: RadFileExplorer para ASP.NET AJAX

# PageTemplatesUrlName
source: PageTemplates
es: Plantillas de página

# RadInputManagerDescription
source: RadInputManager for ASP.NET AJAX
es: RadInputManager para ASP.NET AJAX

# RadTextBoxDescription
source: RadTextBoxDescription for ASP.NET AJAX
es: RadTextBoxDescription para ASP.NET AJAX

# RadDateInputDescription
source: RadDateInput for ASP.NET AJAX
es: RadDateInput para ASP.NET AJAX

# RadNumericTextBoxDescription
source: RadNumericTextBox for ASP.NET AJAX
es: RadNumericTextBox para ASP.NET AJAX

# RadSkinManagerTitle
source: Skin Manager
es: Administrador de Skins

# RadDateInputTitle
source: Date Input
es: Fecha de entrada

# RadListViewDescription
source: RadListView for ASP.NET AJAX
es: RadListView para ASP.NET AJAX

# RadMaskedTextBoxDescription
source: RadMaskedTextBox for ASP.NET AJAX
es: RadMaskedTextBox para ASP.NET AJAX

# RadMaskedTextBoxTitle
source: Masked Text Box
es: Caja de texto con máscara

# RadSkinManagerDescription
source: RadSkinManager for ASP.NET AJAX
es: RadSkinManager para ASP.NET AJAX

# RadStyleSheetManagerDescrtiption
source: RadStyleSheetManager for ASP.NET AJAX
es: RadStyleSheetManager para ASP.NET AJAX

# RadSliderDescription
source: RadSlider for ASP.NET AJAX
es: RadSlider para ASP.NET AJAX

# RadTabStripDescription
source: RadTabStrip for ASP.NET AJAX
es: RadTabStrip para ASP.NET AJAX

# RadSpellDescription
source: RadSpell for ASP.NET AJAX
es: RadSpell para ASP.NET AJAX

# RadSplitterTitle
source: Splitter
es: Separador

# RadListViewTitle
source: List View
es: Vista de Lista

# RadStyleSheetManagerTitle
source: Style Sheet Manager
es: Administrador de estilos de hoja

# RadSplitterDescription
source: RadSplitter for ASP.NET AJAX
es: RadSplitter para ASP.NET AJAX

# RadTabStripTitle
source: Tab Strip
es: Tab Franja

# RadToolBarTitle
source: Tool Bar
es: Barra de herramientas

# EventsViewDescription
source: Events View control
es: Control de Vista de Eventos

# RadUploadTitle
source: Upload
es: Cargar

# RadTreeViewTitle
source: Tree View
es: Vista de árbol

# RadTreeViewDescription
source: RadTreeview for ASP.NET AJAX
es: RadTreeview para ASP.NET AJAX

# RadUploadDescription
source: RadUpload for ASP.NET AJAX
es: RadUpload para ASP.NET AJAX

# RadXmlHttpPanelDescription
source: RadXmlHttpPanel for ASP.NET AJAX
es: RadXmlHttpPanel para ASP.NET AJAX

# RadWindowManagerDescription
source: RadWindowManager for ASP.NET AJAX
es: RadWindowManager para ASP.NET AJAX

# RAdWindowManagerTitle
source: Window Manager
es: Gestor de ventanas

# RatingToolboxSectionTitle
source: Rating
es: Puntuación

# ContentViewTitle
source: Content View
es: Vista de contenido

# EventsViewTitle
source: Events View
es: Ver eventos

# ContentToolboxSectionDescription
source: Toolbox section containing Content controls.
es: La sección de la caja de herramientas que contiene controles de contenido.

# ContentToolboxSectionTitle
source: Content
es: Contenido

# RadToolBarDescription
source: RadToolBar for ASP.NET AJAX
es: RadToolBar para ASP.NET AJAX

# BlogsViewTitle
source: Blogs View
es: Vista de Blogs

# BlogsViewDescription
source: Blogs View control
es: Control de Vista de Blogs

# ContentViewDescription
source: Content View control
es: Control de Vista de Contenido

# NewsViewDescription
source: News View control
es: Control de Vista de Noticias

# NewsViewTitle
source: News View
es: Vista de Noticias

# RatingToolboxSectionDescription
source: Toolbox section containing rating controls.
es: La sección de la caja de herramientas que contiene los controles de clasificación.

source: Pages
es: Páginas

# UserPoliciesTitle
source: Users
es: Usuarios

# Settings
source: Advanced Settings
es: Opciones avanzadas

# RadNumericTextBoxTitle
source: Numeric Text Box
es: Caja de texto numérica

# PageGroupPoliciesTitle
source: Sections
es: Secciones

# RolePoliciesDescription
source: Defines configuration settings for individual roles.
es: Define opciones de configuración de los roles individuales.

# UserPoliciesDescription
source: Defines configuration settings for individual users.
es: Define las opciones de configuración para usuarios de forma individual.

# PageGroupPoliciesDescription
source: Defines configuration settings for sections.
es: Define las opciones de configuración para secciones.

# AllLabelsDescription
source: Displays all labels from all classes.
es: Muestra todas las etiquetas de todas las clases.

# SettingsTitle
source: Settings
es: Opciones

# LabelsAndMassages
source: Interface Labels &amp; Messages
es: Interfaz de Etiquetas y mensajes

# LabelsTitle
source: Filter Labels by Type
es: Filtrar etiquetas por tipo

# AllLabelsTitle
source: All Labels
es: Todas las etiquetas

# PoliciesLabel
source: Policies
es: Directivas

# PoliciesTitle
source: Policies
es: Directivas

# PagePoliciesTitle
source: Pages
es: Páginas

# SettingsUrlName
source: Settings
es: Opciones

# PoliciesDescription
source: For people who knows how to write config files, here are all settings, listed in sections
es: Para personas que saben cómo escribir archivos de configuración, aquí están todos las opciones, listadas en secciones

# PagePoliciesDescription
source: Defines configuration settings for individual pages.
es: Define las opciones de configuración para páginas de forma individual.

# SettingsDescriptionMenu
source: Provides user interface for managing Sitefinity settings.
es: Proporciona la interfaz de usuario para administrar la configuración Sitefinity.

# SettingsDescription
source: For people who know how to write a config files, here are all settings, listed in sections.
es: Para personas que saben cómo escribir archivos de configuración, aquí están todos las opciones, listadas en secciones

source: New Pages
es: Nuevas páginas

source: Dashboard
es: Cuadro de mando

# BasicSettingsHtmlTitle
source: Basic Settings
es: Opciones básicas

# BasicSettingsDescription
source: Provides more user friendly interface for managing settings.
es: Permite una interfaz de usuario más amigable para la gestión de configuración.

# DashboardHtmlTitle
source: Dashboard
es: Cuadro de mando

# PagesHtmlTitle
source: Pages
es: Páginas

# DashboardDescription
source: Displays a summary of current site state and provides shortcuts to common tasks.
es: Muestra un resumen del estado actual del sitio y proporciona accesos directos a tareas comunes.

source: Page
es: Página

source: To Parent Directory
es: Al directorio padre

# PagesDescription
source: Provides user interface for creating and managing pages.
es: Proporciona la interfaz de usuario para crear y administrar páginas.

# UploadMasterFileFTP
source: Upload your .master file using FTP to a folder of your choice on the server.
es: Sube tu fichero .master por FTP a una carpeta de tu elección en el servidor.

# BasicSettingsUrlName
source: Basic
es: Básico

# TemplateDoesNotFit
source: These templates don't fit to my design. What should I do?
es: Estas plantillas no se ajustan a mi diseño. ¿Qué debo hacer?

source: Templates
es: Plantillas

# BasicSettingsTitle
source: Basic Settings
es: Opciones básicas

# CreateOwnLayout
source: Create your own layout by choosing "No template".
es: Crea tu propio diseño, eligiendo "Sin plantilla".

# PageTemplatesTitle
source: Page Templates
es: Plantillas de página

# YourOwnMasterFile
source: Or, use your own ASP.NET master page (.master file).
es: O bien, utilizar su propia página principal de ASP.NET (archivo .master).

# TehereAreManyElements
source: There are many layout elements available that you can combine, resize or nest to achieve the desired result.
es: Hay muchos elementos de diseño disponibles que se pueden combinar, cambiar el tamaño o anidar para lograr el resultado deseado.

# QuestionTemplateDescription
source: Gets the template defining the Question layout of Password Recovery control.
es: Obtiene la plantilla que define el diseño de "Pregunta" del control 'Password Recovery'

# BackendPagesTitle
source: Backend pages
es: Páginas administrativas

# BackendPagesUrlName
source: Pages
es: Páginas

# DesignNodeUrlName
source: Design
es: Diseño

# BackendTemplatesUrlName
source: BackendTemplates
es: Plantillas del área administrativa

# BackendPagesDescription
source: Provides user interface for creating and managing backend pages.
es: Proporciona la interfaz de usuario para crear y administrar páginas administrativas.

# BackendPagesWarningUrlName
source: Warning
es: Advertencia

# BackendPagesHtmlTitle
source: Backend Pages
es: Páginas administrativas

# BackendTemplatesTitle
source: Backend Templates
es: Plantillas del área administrativa

# BackendTemplatesDescription
source: Provides user interface for creating and managing backend templates.
es: Proporciona una interfaz de usuario para crear y administrar plantillas del área administrativa.

# ModulesNodeDescription
source: Section for working with Sitefinity modules.
es: Sección para trabajar con módulos Sitefinity.

# BackendModulesAndServicesTitle
source: Modules & Services
es: Módulos

# BackendTemplatesHtmlTitle
source: Backend Templates
es: Plantillas del área administrativa

# BackendModulesAndServicesHtmlTitle
source: Modules
es: Módulos

# BackendModulesAndServicesDescription
source: Provides user interface for managing system modules.
es: Proporciona una interfaz de usuario para la gestión de módulos del sistema.

# BackendPagesWarningTitle
source: Backend Pages - Warning
es: Páginas del área administrativa - Advertencia

# ModulesNodeUrlName
source: Types
es: Tipos

# ModulesNodeTitle
source: Types of Content
es: Tipos de Contenido

# BackendPagesWarningHtmlTitle
source: Backend Pages - Warning
es: Páginas del área administrativa - Advertencia

# TaxonomyNodeTitle
source: Classification of Content
es: Clasificación de Contenido

# TaxonomyNodeUrlName
source: Taxonomy
es: Taxonomía

# Admin
source: Administration
es: Administración

# MarkedItemsHtmlTitle
source: Marked Items
es: Elementos marcados

source: Marked Items
es: Elementos marcados

source: Marked Items Description
es: Descripción de Elementos Marcados

# Files
source: File manager
es: Estructura de archivos

# AdminTitle
source: Administration
es: Administración

# FilesUrlName
source: Files
es: Archivos

# FilesDescription
source: Section for working with the file system.
es: Sección para trabajar con el sistema de archivos.

source: Users
es: Usuarios

# AdminDescription
source: Section for Sitefinity administration such as user management, permissions, system services and etc.
es: Sección para la administración Sitefinity tales como gestión de usuarios, permisos, servicios del sistema, etc.

source: Design
es: Diseño

# TaxonomyNodeDescription
source: Section for working with specific Sitefinity taxonomy.
es: Sección específica para trabajar con la taxonomía Sitefinity.

source: Content
es: Contenido

source: Modules
es: Módulos

# ContentNodeTitle
source: Content
es: Contenido

# DesignNodeTitle
source: Design
es: Diseño

# ContentNodeDescription
source: A section for managing Sitefinity application, modules, content and taxonomies.
es: Una sección para la gestión de la aplicación Sitefinity, módulos, contenidos y taxonomías.

# ContentNodeUrlName
source: Content
es: Contenido

# FilesHtmlTitle
source: Files
es: Archivos

# DesignNodeDescription
source: A section for managing Templates and Themes.
es: Una sección para la gestión de plantillas y temas.

# ToolsNodeDescription
source: Groups custom Sitefinity tools.
es: Grupos personalizados de herramientas Sitefinity.

# ThemesNodeTitle
source: Themes
es: Temas

# TemplatesNodeDescription
source: A section for managing Templates.
es: Una sección para la gestión de plantillas.

# TemplatesNodeTitle
source: Templates
es: Plantillas

# HelpNodeTitle
source: Help
es: Ayuda

# ThemesNodeDescription
source: A section for managing Themes.
es: Una sección para la gestión de temas.
