Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/PageResources.*.resx
Languages: es

# DescriptionKeywordsSection
source: Description, Keywords <em class='sfNote'>(for search engines only)</em>
es: Descripción, palabras clave <em class='sfNote'>(únicamente para motores de búsqueda) </em>

# UrlNameInvalidSymbols
source: The URL contains invalid symbols.
es: La dirección URL contiene símbolos no válidos.

# UseForGroupPage
source: Use this page only to group other pages
es: Utilizar esta página sólo para agrupar otras páginas

# ExternalPageFieldLabel
source: This page redirects to another page
es: Esta página redirecciona a otra página

# ExternalPageFieldValidatorMessage
source: Please, select a page for the redirection
es: Por favor, seleccione una página para la redirección

# GroupPageDescription
source: This page doesn't have its own content and redirects to the first subpage
es: Esta página no tiene su propio contenido y redirige a la primera subpágina

# NotSetPageTitle
source: Not set
es: No establecido

source: Set page to redirect to
es: Establecer página de redirección

# EditPageToRedirectTo
source: Change
es: Cambiar

source: Title for search engines
es: Título para los motores de búsqueda

# ExternalUrlWarning
source: <b>Caution:</b> Opening a new window is in conflict with web standards
es: <b>Advertencia:</b> Abrir una nueva ventana entra en conflicto con las regulaciones web

# ExternalUrlExample
source: <b>Example:</b> http://weather.com
es: <b>Ejemplo:</b> http://weather.com

source: View this page
es: Ver esta página

# KeywordsDescription
source: Separate keywords with comma.
es: Separa las palabras clave con comas.

# KeywordsExample
source: <strong>Example:</strong> <em>music, guitar, song</em>
es: <strong>Ejemplo: </strong><em>música, guitarra, canción </em>

# DeleteThisItem
source: Delete
es: Eliminar

# CreateAndAddContent
source: Create and go to add content
es: Crear e ir a agregar contenido

source: Cancel
es: Cancelar

source: Review history
es: Revisar historial

source: Create and return to Templates
es: Crear y volver a Plantillas

# TemplateYouCanChangeItLater
source: Do you want this template to be based on another template?
es: ¿Quiere que esta plantilla se base en otro modelo?

source: Create and return to Pages
es: Crear y volver a Páginas

source: Set permissions
es: Establecer permisos

# SeoTitleInvalidSymbols
source: The 'Title for search engines' contains invalid symbols.
es: El 'Título para los motores de búsqueda' contiene símbolos no válidos.

source: Use your own .master file
es: Utilizar su propio archivo .master

source: Delete
es: Eliminar

source: Back to page
es: Volver a la página

# DeleteDraftSuccessfull
source: The draft was deleted successfully.
es: El borrador se ha eliminado con éxito.

source: Save changes
es: Guardar cambios

# PreviousPage
source: Older version
es: Versión más antigua

# NextPage
source: Newer version
es: Versión más reciente

# DeleteDraftMessageConfirm
source: The selected item will be removed. Are you sure you want to continue?
es: El elemento seleccionado se eliminará. ¿Está seguro de que desea continuar?

# ThisVesrion
source: this version
es: esta versión

# CopyAsNew
source: Revert to this version
es: Revertir a esta versión

source: Draft
es: Borrador

# DraftStatus
source: Draft
es: Borrador

source: by Hierarchy
es: por Jerarquía

source: is editing
es: está editando

# SelectAParent
source: Under parent page...
es: Debajo de la página principal ...

# SortPages
source: Sort
es: Ordenar páginas

# NewModifiedFirst
source: Last modified on top
es: Situar encima lo último modificado

# PagesRootLabel
source: At top level
es: En el nivel superior

source: Time zone
es: Huso horario

source: by Status
es: por estado

# AlphabeticallyAsc
source: Alphabetically (A-Z)
es: Alfabeticamente (A-Z)

# AlphabeticallyDesc
source: Alphabetically (Z-A)
es: Alfabeticamente (Z-A)

# SortByTemplate
source: by Template
es: por plantilla

# CreateChildOfTheSelectedPage
source: Create a child of the selected page
es: Crear una página secundaria de la página seleccionada

source: More actions
es: Más acciones

# EditPage
source: Edit a page
es: Editar una página

# NewCreatedFirst
source: Last created on top
es: Situar encima lo último creado

# CloseDateFilter
source: Close dates
es: Cerrar fechas

# EditTemplate
source: Edit a template
es: Editar una plantilla

source: Create this template
es: Crear esta plantilla

# PagesByDate
source: Display pages modified in...
es: Mostrar páginas modificadas el...

# Master
source: Draft
es: Borrador

source: Published
es: Publicado

source: Locked
es: Bloqueado

# PublishedAndDraft
source: Draft newer than published version
es: El borrador es más reciente que la versión publicada

# WaitingForApproval
source: Awaiting approval
es: En espera de aprobación

# PutThisPageDots
source: Put this page...
es: Poner esta página ...

source: -- no theme --
es: - Sin tema -

# NoThemesAvailable
source: No themes have been uploaded yet
es: Todavía no se han subido temas

# Group
source: Group page
es: Agrupar página

source: Custom sorting...
es: Ordenación personalizada ...

# AlternativePublishingTitle
source: Alternative Publishing
es: Publicación alternativa

# DraftNewerThanPublishedMessage
source: The draft is newer than the published page. <a href='{0}' target='_blank'>Preview</a> the published version of the page.
es: El borrador es más reciente que la página publicada. <a href='{0}' target='_blank'>Vista previa </a>de la versión publicada de la página.

# AlternativePublishingDescription
source: Provides modules related to publishing and consuming content from external systems and channels
es: Proporciona módulos relacionados con la publicación y la utilización de contenido de sistemas y canales externos

# Hidden
source: Unpublished
es: Sin publicar

# pageTemplateNotFound
source: The page template is missing so the page will not be displayed
es: No se encuentra la plantilla de página por lo que no se puede mostrar la página

# PageThemeNotFound
source: The selected theme could not be found: {0}.
es: El tema seleccionado no se pudo encontrar: {0}.

# AlternativePublishingUrlName
source: AlternativePublishing
es: Publicación alternativa

source: Click to view which pages use this template.
es: Haga clic para ver las páginas que utilizan esta plantilla.

source: Not based on other template
es: No se basa en otra plantilla

# CannotSplitGroupPage
source: The given page node is a group page node. You can only split standard page nodes.
es: El nodo de página dado es un nodo de página de grupo. Usted sólo puede dividir nodos de páginas estándar.

# CannotSplitAlreadySplit
source: The given page node is already split!
es: ¡El nodo de página dado ya está dividido!

source: Workflow
es: Flujo de trabajo

source: Message
es: Mensaje

source: Advanced
es: Avanzado

source: Basic
es: Básico

# AutomaticallyCloseComments
source: Automatically close comments for items older than
es: Cerrar automáticamente los comentarios para elementos más antiguos que

source: Email
es: Correo electrónico

# UseSpamProtectionImage
source: Use spam protection image (captcha)
es: Usar protección de spam por imagen (captcha)

source: Comments
es: Comentarios

source: Required
es: Obligatorio

# WhatFieldsShouldContainTheForm
source: What fields should contain the form for posting comments?
es: ¿Qué campos debe contener el formulario para publicar comentarios?

# YouCanChangeParticularCommentForms
source: You can change particular comment forms if you want to be different.
es: Puede cambiar de formularios de comentarios individuales si quiere que sean diferentes.

source: days
es: días

# WorkflowDescriptionMenu
source: Page for managing workflows
es: Página para la gestión de flujos de trabajo

# LanguageSelectorControlTitle
source: Language selector
es: Selector de idioma

# LanguageSelectorControlDescription
source: Switcher between site languages
es: Conmutador entre los idiomas del sitio

source: Website
es: Sitio web

source: Back to Revision History
es: Volver a la Historial de revisiones

# BackToAllPages
source: Back to Pages
es: Regresar a la lista

source: Back to editor
es: Volver al editor

source: Area
es: Área

source: Pages data fields
es: Campos de datos de la Página

# EnableViewState
source: Enable <strong>ViewState</strong>
es: Habilitar <strong>ViewState</strong>

# AllowSearchEnginesToIndexThisPage
source: Allow <strong> external search engines to index</strong> this page
es: Permitir que los <strong>motores de búsqueda indexen</strong> esta página

# RequireSsl
source: Require <strong>SSL</strong>
es: Requerir <strong>SSL</strong>

# IncludeRadScriptManager
source: Include <strong>RadScriptManager</strong>
es: Incluir <strong>RadScriptManager</strong>

# EnableCaching
source: Enable <strong>Caching</strong>...
es: Habilitar <strong>almacenamiento en caché</strong>...

source: Use default settings for Caching
es: Usar la configuración predeterminada para el Almacenamiento en caché

# HtmlIncludedInTheHeadTagExample
source: <strong>Example:</strong><br/>&lt;meta name="author" content="John Smith" /&gt; <br/> &lt;link rel="stylesheet" type="text/css" media="screen and (max-width: 600px)" href="myCssFile.css" /&gt;<br/>&lt;script type="text/javascript" src="myJavascriptFile.js"&gt;&lt;/script&gt;
es: <strong>Ejemplo:</strong><br/>&lt;meta name="author" content="John Smith" /&gt; <br/> &lt;link rel="stylesheet" type="text/css" media="screen and (max-width: 600px)" href="myCssFile.css" /&gt;<br/>&lt;script type="text/javascript" src="myJavascriptFile.js"&gt;&lt;/script&gt;

# HtmlIncludedInTheHeadTag
source: HTML included in the &lt;head&gt; tag (except title, keywords, description)
es: HTML incluido en la etiqueta &lt;head&gt; (excepto título, palabras clave, descripción)

source: Languages
es: Idiomas

# CacheDuration
source: Cache duration <span class='sfNote'>(in seconds)</span>
es: Duración de caché <span class='sfNote'>(en segundos)</span>

source: You are not authorized to access this page
es: No está autorizado a acceder a esta página

# AdditionalUrls
source: <strong>Additional URLs</strong>
es: URL adicionales (una por línea)

# AllowMultipleUrlsForThisPage
source: Enable multiple URLs for this page...
es: Permitir <strong>varias URL</strong> para esta página

# AdvancedOptionsSection
source: Advanced options <em class='sfNote'>(Caching, Head tags)</em>
es: Opciones avanzadas <em class='sfNote'>(Almacenamiento en Caché, Direcciones URL Múltiples, Etiquetas Head)</em>

# AdditionalUrlsExample
source: One per line. <strong>Example:</strong> ~/contacts
es: <strong>Ejemplo:</strong><br />~/contacts<br />~/contacts-us<br />~/contact

# AllAdditionalUrlsRedirectToTheDefaultOne
source: Additional URLs redirect to the default URL:
es: Todas las direcciones URL son redireccionadas a la predeterminada:

source: Sliding expiration
es: Caducidad variable

# NewslettersToolboxSectionDescription
source: This section contains public controls of the newsletters module.
es: Esta sección contiene controles públicos del módulo de boletines.

# NewslettersToolboxSectionTitle
source: Email Campaigns
es: Campañas de Correo Electrónico

# CurrentlyPublishedStatus
source: Currently published
es: Actualmente publicado

# CannotSplitNonSplitChildren
source: The given page node has child nodes. You can only split a node if it does not have child nodes or all of its child nodes are also split.
es: El nodo de página dado tiene nodos hijos. Usted sólo puede dividir un nodo si no tiene nodos hijos o si la totalidad de sus nodos hijos también está dividido.

# LoginNodeDescription
source: Login pages for the backend.
es: Páginas de inicio de sesión para el backend.

source: Status / Page / Location
es: Estado / Página / Ubicación

source: Use the fully qualified name of the type.
es: Use el nombre completo calificado del tipo.

# CannotCreateChildPages
source: You have no permissions to create pages under {0}.
es: Usted no está autorizado a crear páginas en {0}.

# EcommerceNodeTitle
source: Ecommerce
es: Comercio electrónico

# EcommerceNodeDescription
source: Ecommerce module node
es: Nodo de módulo de comercio electrónico

# CannotModifyPage
source: You have no permissions to modify {0}.
es: No tiene permiso para modificar {0}.

# EcommerceNodeUrl
source: ecommerce
es: Comercio electrónico

# PromptTitleTranslationSyncedWarning
source: All translations of this template are synced
es: Todas las traducciones de esta plantilla están sincronizadas

# PromptMessagePageChangeTemplate
source: You are about to change the template of a <strong>published</strong> page.<br /><br />A <strong>new draft</strong> will be created for this page and the selected template will be applied to this draft.
es: Está a punto de cambiar la plantilla de una página <strong>publicada </strong>. <br/><br/><strong>Un nuevo borrador </strong>se creará para esta página y la plantilla seleccionada se aplicará a este borrador.

# PromptMessagePageChangeTemplates
source: You are about to change the template of one or more <strong>published</strong> pages.<br /><br />A <strong>new draft</strong> will be created for those pages and the selected template will be applied to those drafts.
es: Está a punto de cambiar la plantilla de una página <strong>publicada </strong>. <br/><br/><strong>Un nuevo borrador </strong>se creará para esta página y la plantilla seleccionada se aplicará a este borrador.

# PromptTitleWarning
source: Warning
es: Advertencia

# PromptMessageTemplateChanged
source: The template was successfully changed.
es: La plantilla se ha modificado correctamente.

# PromptMessageTemplateChangeFailed
source: The template was not changed. The page is locked by someone else.
es: La plantilla no ha sido modificada. La página está bloqueada por otra persona.

source: is locked for editing by
es: está bloqueado para su edición por

# CodeBehindType
source: <strong>Code behind type</strong> (for ASP.NET developers)
es: <strong>Código detrás de tipo</strong> (para desarrolladores de ASP.NET)

source: Try to reload
es: Intentar volver a cargar

# ItemToEditNotAvailable
source: The item you are trying to edit is no longer available.
es: El elemento que está tratando de editar ya no está disponible.

# PromptMessageTemplatesChanged
source: The template was successfully applied to {0} pages.
es: La plantilla se ha aplicado correctamente a {0} páginas.

# PromptMessageTemplatesChangeFailed
source: The template was successfully applied to {0} pages. The template was not applied to the following pages:<br/>{1}
es: La plantilla se ha aplicado correctamente a {0} páginas. La plantilla no se aplicó a las siguientes páginas: <br/>{1}

# PromptMessageTemplateNotUsed
source: Are you sure you want to delete this template?
es: ¿Está seguro de que desea eliminar esta plantilla?

# PromptMessagePageCannotDeleteHomepage
source: Before you are able to delete this page, you must set another page as a Homepage
es: Antes de poder eliminar esta página, debe establecer otra página como Página de Inicio

# PromptMessagePageCannotDeleteChildren
source: To delete this page you should move or delete its child pages first.
es: Para eliminar esta página usted debe mover o eliminar primero sus páginas hijas.

# PromptTitlePageCannotDeleteChildren
source: You cannot delete a page that has child pages.
es: Usted no puede eliminar una página que tiene páginas hijas.

# PromptMessagePageCannotCreateChildPage
source: Before you are able to create a child page of this page, create a language version for the currently selected language.
es: Antes de que pueda crear una página hija de esta página, cree una versión para el idioma actualmente seleccionado.

# PromptMessageSomePagesWereNotDeleted
source: The Homepage and its parent pages were not deleted. Before doing so you have to set another page as a Homepage.
es: La Página de Inicio y sus páginas padres no fueron eliminadas. Antes de hacerlo, tiene que configurar otra página como Página de Inicio.

# PromptTitleSomePagesWereNotDeleted
source: Some pages were not deleted.
es: Algunas páginas no fueron eliminadas.

# PromptTitlePageCannotCreateChildPage
source: You cannot create a child page for this page
es: Usted no puede crear una página hija de esta página.

# PromptTitlePageCannotDeleteHomepage
source: You cannot delete the Homepage
es: Usted no puede eliminar la Página de Inicio

# PromptMessageSingleTemplateInUse
source: <strong>{0} pages and {1} templates</strong> use this template.<br/><br/>Before you are able to delete the template, you must select another template for the pages or templates that use it.
es: <strong>{0} páginas y {1} plantillas </strong>usan esta plantilla. <br/>Antes de poder eliminar la plantilla, deberá seleccionar otra plantilla para las páginas o plantillas que la utilizan .

# PromptMessageTranslationSyncedWarning
source: All language versions of the template will be synced as one template. Changes made to widgets, layouts and base templates in one template will be reflected to all language versions of the template.
es: Todas las versiones de idiomas de la plantilla se sincronizarán como una plantilla. Los cambios realizados a los widgets, diseños y plantillas base en una plantilla se verán reflejados en todas las versiones de idiomas de la plantilla.

# PageHasBeenChangedInBackend
source: The page has been changed in the backend.
es: La página ha sido modificada en el área administrativa.

# PageIsLockedBy
source: The page is locked by {0}
es: La página está bloqueada por {0}

# YouCannotDeleteATemplateInUseTitle
source: You cannot delete a template in use
es: No se puede eliminar una plantilla que está siendo utilizada

# PageHasBeenDeletedInBackend
source: The page has been deleted in the backend.
es: La página ha sido borrada en el área administrativa.

# CopyWidgetSettings
source: Copy widget settings from another translation
es: Copiar la configuración de widget de otra traducción

# PromptMessageBatchDeleteNotAllowed
source: <strong>Some templates you have selected are used by pages or templates.</strong><br /><br/>Before you are able to delete a template, you must select another template for the pages or templates that use it.
es: <strong>Algunas plantillas que ha seleccionado son utilizados por páginas o plantillas. </strong><br/><br/>Antes de poder eliminar una plantilla, deberá seleccionar otra plantilla para las páginas o plantillas que lo utilizan.

# AsForWholeSite
source: As set for the whole site
es: Según lo configurado para todo el sitio

source: Caching options
es: Opciones de almacenamiento en caché

# PreviouslyPublishedStatus
source: Previously published
es: Publicado anteriormente

source: Redirecting page
es: Redireccionando página

# HelpAndResourcesTitle
source: Help &amp; Resources
es: Ayuda &amp; Recursos

# HelpAndResourcesHtmlTitle
source: Help &amp; Resources
es: Ayuda &amp; Recursos

# Synchronization
source: Staging & Syncing
es: Secuenciación y Sincronización

# HelpAndResourcesDescription
source: Help &amp; Resources
es: Ayuda &amp; Recursos

# ContentBlockNotUsedViewInstructions
source: Not used
es: No se utiliza

# ContentBlockNotUsed
source: Not used on any page
es: No se utiliza en ninguna página

# ContentBlockIsUsed
source: Used on at least one page
es: Utilizado en al menos una página

# ContentBlockIsUsedViewInstructions
source: Used
es: Utilizado

source: Social sharing
es: Intercambio en redes sociales

# LoginNodeTitle
source: Login
es: Iniciar sesión

source: User Authentication
es: Autenticación de Usuario

# LoginFormTitle
source: Login
es: Iniciar sesión

# LoginFormDescription
source: Login form for the backend.
es: Formulario de inicio de sesión para el back-end.

source: Allow parameter validation
es: Permitir validación de parámetros

# UserLimitReachedTitle
source: User Limit Reached
es: Límite de Usuarios Alcanzado

# UserLimitReachedDescription
source: Page that handles the User limit reached message upon login.
es: Página que trata el mensaje d alcance de límite del usuario al iniciar sesión.

# UserAlreadyLoggedInTitle
source: User Already Logged In
es: Usuario ya conectado

# NeedAdminRightsDescription
source: Page that handles the Need Admin Rights message.
es: Página que maneja el mensaje "Se Necesita Derechos de Administrador".

# NeedAdminRightsTitle
source: Need Admin Rights
es: Necesita Derechos de Administrador

source: Text editor
es: Editor de texto

# TemplateUsedByCampaigns
source: The specified template has email campaigns based on it. You can only delete a template when no pages, email campaigns or templates reference it. Referencing campaigns: {0}
es: La plantilla especificada tiene campañas de correo electrónico basadas ​​en ella. Solo puede eliminar una plantilla cuando no hay páginas, campañas por correo electrónico o plantillas que hacen referencia a ella. Hacen referencia a campañas: {0}

# TemplateUsedByPagesAndCampaigns
source: The specified template has pages and email campaigns based on it. You can only delete a template when no pages, email campaigns or templates reference it. Referencing pages/campaigns: {0}
es: La plantilla especificada tiene páginas y campañas por correo electrónico basadas ​​en ella. Solo puede eliminar una plantilla cuando no hay páginas, campañas por correo electrónico o plantillas que hacen referencia a ella. Hacen referencia a páginas y campañas: {0}

# TemplateUsedByPages
source: The specified template has pages based on it. You can only delete a template when no pages, email campaigns or templates reference it. Referencing pages: {0}
es: La plantilla especificada tiene páginas basadas ​​en ella. Solo puede eliminar una plantilla cuando no hay páginas, campañas por correo electrónico o plantillas que hacen referencia a ella. Hacen referencia a páginas: {0}

# TemplateUsedByOTherTemplates
source: The specified template has other templates based on it. You can only delete a template when no pages, email campaigns or templates reference it. Referencing templates: {0}
es: La plantilla especificada tiene otras plantillas basadas en ella. Solo puede eliminar una plantilla cuando no hay páginas, campañas por correo electrónico o plantillas que hacen referencia a ella. Hacen referencia a plantillas: {0}

# HelpAndResources
source: Help &amp; Resources
es: Ayuda &amp; Recursos

# PageTemplateYouCanChangeItLater
source: Template <span class='sfLblNote'>(You can change it later)</span>
es: Plantilla <span class='sfLblNote'>(Puede cambiarla luego)</span>

# WebFormsAndMVC
source: Web Forms and MVC (hybrid)
es: Formularios web y MVC (híbrido)

# WebFrameworkDescription
source: What type of widgets will be available in the toolbox
es: Qué tipo de widgets estarán disponibles en la caja de herramientas

# UserAlreadyLoggedInDescription
source: Page that handles the User Already Logged In message upon login.
es: Página que trata el mensaje de Usuario ya Conectado al iniciar sesión.

source: Web Forms only
es: Solo formularios web

source: MVC only
es: Solo MVC

# WebFrameworkTitle
source: Web framework
es: Framework web
