Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/PublicControlsResources.*.resx
Languages: es

# PublicControlsResourcesTitlePlural
source: Public Controls Resources
es: Recursos de Controles públicos

source: Link in the browser address-bar only
es: Enlace sólo en la barra de direcciones del navegador

# PublicControlsResourcesDescription
source: Contains localizable resources for the public controls
es: Contiene recursos localizables para los controles públicos

# FeedDesignerTitle
source: RSS Feed
es: Fuente RSS

# SelectAFeed
source: <strong class="sfLinkBtnIn">Select a feed</strong>
es: <strong class="sfLinkBtnIn">Seleccione una fuente </strong>

# InsertAfeed
source: Insert
es: Insertar

# NoFeedSelected
source: No feed is selected
es: No se ha seleccionado fuente

source: Select media types...
es: Seleccione los tipos multimedia...

source: Link in the page only
es: Enlace sólo en la página

source: Icon
es: Icono

source: Big icon
es: Icono grande

# FeedTextToDisplay
source: Text to display
es: Texto para mostrar

source: No icon
es: Sin icono

source: More options
es: Más opciones

source: Links both in the page and in the browser address-bar
es: Enlaces tanto en la página como en la barra de direcciones del navegador

source: CSS Class
es: Clase CSS

# AppearsWhenCursorIsPointedToTheLink
source: (appears when the cursor is pointed to the link)
es: (Aparece cuando el cursor esta apuntando al enlace)

# OpenInNewWindow
source: Open this link in a new window
es: Abrir enlace en una nueva ventana

# CautionOpeningANewWindowIsInConflictWithWebStandards
source: <strong>Caution:</strong> Opening a new window is in conflict with web standards
es: <strong>Precaución: </strong>Abrir una nueva ventana está en conflicto con los estándares web

source: Insert the link
es: Inserte vínculo

# LogInText
source: Log in
es: Iniciar sesión

# DisplayName_LoggedOutLayoutTemplatePath
source: Logged out layout template path
es: Ruta de la plantilla de cierre de sesión

# DisplayName_LoggedInLayoutTemplatePath
source: Logged in layout template path
es: Ruta de la plantilla de inicio de sesión

# LogOutText
source: Log out
es: Desconectar

# LoginControlTitle
source: Login <span class="sfNote">(backward compatibility)</span>
es: Inicio de Sesión <span class="sfNote">(compatibilidad con versiones anteriores)</span>

# LoginControlDescription
source: Form that lets users to login
es: Formulario que permite que los usuarios se conecten

# LoginControlsDescription
source: Widgets that manipulate the login status of the current user
es: Widgets que manipulan el estado de conexión del usuario actual

# LoginControlsTitle
source: Login
es: Iniciar sesión

source: Small icon
es: Icono pequeño

# ChangePasswordWidgetDescription
source: Form that allows users to change their passwords
es: Formulario que permite a los usuarios cambiar sus contraseñas

# ChangePasswordWidgetTitle
source: Change password
es: Cambiar contraseña

# LoginStatusControlTitle
source: Login/log out button
es: Botón para conectarse/desconectarse

# LoginNameControlDescription
source: The name of the currently logged user
es: El nombre del usuario actualmente conectado

# ControLCategory_Templates
source: Templates
es: Plantillas

# LoginStatusControlDescription
source: Allows the user to log in or log out, depending on their status
es: Permite al usuario conectarse o desconectarse, en función de su estatus

# LoginWidgetTitle
source: Login
es: Iniciar sesión

# LoginNameControlTitle
source: Login name
es: Nombre de login

# UserChangePasswordWidgetDescription
source: Allows users to change their password in the password recovery process
es: Permite a los usuarios cambiar su contraseña en el proceso de recuperación de la contraseña

# UserChangePasswordWidgetTitle
source: Change password
es: Cambiar contraseña

source: In the head tag
es: En la etiqueta Head

# BeforeBodyEndTag
source: Before the closing body tag
es: Antes de la etiqueta de cierre del elemento "body"

source: Paste Google Analytics code
es: Pegar el código de Google Analytics

# LinkToJavaScriptFile
source: Link to a JavaScript file (.js)
es: Enlace a un archivo JavaScript (.js)

source: Write JavaScript
es: Escribir JavaScript

# WriteCss
source: Write CSS <span class='sfSelExtra'>(to be included in the page head)</span>
es: Escribir CSS <span class='sfSelExtra'> (para ser incluido en la cabecera de la página) </span>

# WriteCssExample
source: <h2>Tips</h2><p>CSS written here will be included in the HTML &lt;head&gt; tag.</p><p><strong>Do not add &lt;style&gt;</strong> tag, it will be added automatically. Start writing CSS rules directly.</p><p><strong>Example:</strong><br /><code>body {<br/>background: #fff;<br/>font-size: 12px;<br/>}</code></p>
es: <h2>Sugerencias</h2><p>El CSS escrito aquí se incluirá en el HTML &lt;head&gt; tag.</p><p><strong>No agregue la etiqueta &lt;style&gt;</strong>, pues ésta será añadida automáticamente. Comience a escribir directamente las reglas CSS.</p><p><strong>Ejemplo:</strong><br /><code>body {<br/>background: #fff;<br/>font-size: 12px;<br/>}</code></p>

# LinkToCSSFile
source: Link to a CSS file
es: Enlace a un archivo CSS

source: Where the widget is dropped
es: Lugar donde el widget se suelta

# SelectFeed
source: Select a feed
es: Seleccione una fuente

source: Set CSS
es: Establecer CSS

source: Set Java Script
es: Establecer Java Script

source: Set Archive
es: Establecer Archivo

source: Set XML data source
es: Establecer fuente de datos XML

source: Set Site map data source
es: Establecer origen de datos del mapa del sitio

source: Set OpenAccess data
es: Establecer datos OpenAccess

# WriteJSExample
source: <h2>Tips</h2><p><strong>Do not add &lt;script&gt;</strong> tag, it will be added automatically. Start writing your JavaScript directly.</p><p><strong>Example:</strong><br /><code> var str = "Hello World!";</code>
es: <h2>Sugerencias</h2><p><strong>No agregue una &lt;script&gt;</strong> etiqueta, esta será agregada automáticamente. Comience a escribir directamente su JavaScript.</p><p><strong>Ejemplo:</strong><br /><code> var str = "¡Hola Mundo!";

# ThePasswordRecoveryFunctionalityWillNotWork
source: The password recovery functionality will not work if the 'ChangePasswordPageUrl' property is not set
es: La funcionalidad de recuperación de contraseña no funcionará si no está configurada la propiedad 'ChangePasswordPageUrl'

source: Download list
es: Descargar lista

# ControlCannotBeRenderedInDesignMode
source: {0} cannot be properly displayed in Design Mode
es: {0} no puede ser representado adecuadamente en el modo de diseño

# LoginControlAvailability
source: Login (backward compatibility) widget is not compatible with Claims Authentication mode, use Login instead. Learn more in <a href='http://www.sitefinity.com/documentation/documentationarticles/authentication-models-overview'>our documentation </a>
es: El widget de inicio de sesión (compatibilidad con versiones anteriores) no es compatible con el modo de Autenticación de Reclamaciones, en su lugar utilice Inicio de Sesión. Aprenda más en <a href='http://www.sitefinity.com/documentation/documentationarticles/authentication-models-overview'>nuestra documentación </a>.

# LoginWidgetAvailability
source: Login is not compatible with Forms Authentication mode, use Login (backward compatibility) instead. Learn more in <a href='http://www.sitefinity.com/documentation/documentationarticles/authentication-models-overview'>our documentation </a>
es: El Inicio de Sesión no es compatible con el modo de Autenticación de Formularios, en su lugar utilice Inicio de Sesión (compatibilidad con versiones anteriores). Aprenda más en <a href='http://www.sitefinity.com/documentation/documentationarticles/authentication-models-overview'>nuestra documentación.</a>

# BrowseAndEditPageMenuShowToolsSubTitle
source: To edit content while browsing the site
es: Para editar el contenido mientras navega por el sitio

source: Show editing tools
es: Mostrar herramientas de edición

source: Hide editing tools
es: Ocultar herramientas de edición

# BrowseAndEditPageMenuEditInBackend
source: Edit this page in the Backend
es: Editar esta página en la parte administrativa

# EditPageInBackendDescription
source: To add widgets or to change the template
es: Para agregar widgets o para cambiar la plantilla

# DeleteItemWithBrowseAndEditConfirmPhrase
source: Yes. Delete this item
es: Sí. Eliminar este elemento

source: You are logged as
es: Está identificado en sesión como

# BrowseAndEditPageMenuEditInBackendSubTitle
source: To add widgets or to change the template
es: Para agregar widgets o para cambiar la plantilla

source: Where to include in HTML?
es: Dónde incluir en HTML?

# UnpublishItemWithBrowseAndEditConfirmPhrase
source: Yes. Unpublish this item
es: Sí. Retirar de publicación este elemento

# UnpublishItemWithBrowseAndEditMessageFormat
source: Are you sure you want to unpublish <em>{0}</em>?
es: ¿Estás seguro de que desea anular la publicación de <em>{0} </em>?

# BrowseAndEditPageMenuTools
source: Tools
es: Herramientas

# DeleteItemWithBrowseAndEditMessageFormat
source: Are you sure you want to delete <em>{0}</em>?
es: ¿Está seguro de que desea eliminar <em>{0} </em>?

source: Set Google Analytics
es: Configurar Google Analytics

# PublicControlsResourcesTitle
source: Public Controls Resources
es: Recursos de Controles públicos
