Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/RadEditor.Dialogs.*.resx
Languages: es

# StyleBuilder_AlwaysUseScrollbars
source: Always use scrollbars
es: Siempre utilizar barras de desplazamiento

# StyleBuilder_Effects
source: Effects
es: Efectos

# StyleBuilder_Clipping
source: Clipping
es: Recorte

# StyleBuilder_Middle
source: Middle
es: Medio

# StyleBuilder_Content
source: Content
es: Contenido

# StyleBuilder_Collapsed
source: Collapsed
es: Contraído

# StyleBuilder_Collapse
source: Collapse
es: Contraer

# StyleBuilder_DoNotAllow
source: Do not allow
es: No permitir

# StyleBuilder_ContentIsNotClipped
source: Content is not clipped
es: El contenido no está recortado

# StyleBuilder_Custom
source: Custom
es: personalizado

# StyleBuilder_ContentIsClipped
source: Content is clipped
es: El contenido es recortado

# StyleBuilder_DoNotUseBgrImage
source: Do not use background image
es: No usar imagen de fondo

# StyleBuilder_Dotted
source: Dotted
es: Punteado

# StyleBuilder_Image
source: Image
es: Imagen

# StyleBuilder_FixedBackground
source: Fixed background
es: de fondo fijo

# StyleBuilder_DoubleLine
source: Double line
es: Doble línea

# StyleBuilder_DontAllowTextOnSides
source: Don't allow text on sides
es: No permitir texto en los lados

# StyleBuilder_FlowControl
source: Flow control
es: Control de flujo

# StyleBuilder_Groove
source: Groove
es: Guía

# StyleBuilder_Dashed
source: Dashed
es: Punteado

# StyleBuilder_Hidden
source: Hidden
es: Oculto

# StyleBuilder_Display
source: Display
es: Mostrar

# StyleBuilder_Indentation
source: Indentation
es: Sangría

# StyleBuilder_Inline
source: As an inflow element
es: Como elemento de entrada

# StyleBuilder_OnlyOnLeft
source: Only on left
es: Sólo a la izquierda

# StyleBuilder_Letters
source: Letters
es: Letras

# StyleBuilder_Justify
source: Justify
es: Justificar

# StyleBuilder_LeftToRight
source: Left-to-right
es: De izquierda a derecha

# StyleBuilder_Lines
source: Lines
es: Líneas

# StyleBuilder_OnlyOnRight
source: Only on right
es: Sólo a la derecha

# StyleBuilder_Medium
source: Medium
es: Medio

# StyleBuilder_OnEitherSide
source: On either side
es: A ambos lados

# StyleBuilder_CollapseBorder
source: Collapse border
es: Contraer bordes

# StyleBuilder_Outset
source: Outset
es: Altorrelieve

# StyleBuilder_Scrolling
source: Scrolling
es: Desplazamiento

# StyleBuilder_Inset
source: Inset
es: Bajorrelieve

# StyleBuilder_Padding
source: Padding
es: Relleno

# StyleBuilder_Overflow
source: Overflow
es: Desbordamiento

# StyleBuilder_Justification
source: Justification
es: Justificación

# StyleBuilder_ScrollingBackground
source: Scrolling background
es: Fondo del desplazamiento

# StyleBuilder_SameForAll
source: Same for all
es: Lo mismo para todos

# StyleBuilder_RightToLeft
source: Right-to-left
es: De derecha a izquierda

# MediaManager_DoubleSourceImage
source: Double the dimensions of the source image
es: Duplicar las dimensiones de la imagen original

# StyleBuilder_SpacingBetween
source: Spacing between
es: Espacio entre

# StyleBuilder_TextDirection
source: Text direction
es: Dirección del texto

# ImageEditor_Crop_Title
source: Crop Image
es: Recortar Imagen

# StyleBuilder_ToTheLeft
source: To the left
es: A la izquierda

# StyleBuilder_Thick
source: Thick
es: Grosor

# StyleBuilder_TextFlow
source: Text flow
es: Flujo de Texto

# StyleBuilder_ToTheRight
source: To the right
es: A la derecha

# ImageEditor_RotateLeft
source: Rotate Left by 90 degrees
es: Girar 90 grados a la izquierda

# StyleBuilder_Visibility
source: Visibility
es: Visibilidad

# StyleBuilder_UseScrollbarsIfNeeded
source: Use scrollbars if needed
es: Utilice barras de desplazamiento si es necesario

# StyleBuilder_Words
source: Words
es: Palabras

# ImageEditor_AddText
source: Add Text
es: Añadir Texto

# StyleBuilder_Thin
source: Thin
es: Fino

# ImageEditor_Redo
source: Redo
es: Rehacer

# ImageEditor_Print
source: Print Image
es: Imprimir Imagen

# StyleBuilder_Tiling
source: Tiling
es: En Mosaico

# ImageEditor_RotateRight
source: Rotate Right by 90 degrees
es: Girar 90 grados a la derecha

# ImageEditor_Undo
source: Undo
es: Deshacer

# ImageEditor_AddText_SampleText
source: Your text here...
es: Su texto aquí...

# ImageEditor_AddText_FontFamily
source: Font Family
es: Familia de Fuentes

# ImageEditor_AddText_ColorToolTip
source: The color of the text to add
es: El color del texto que se va a añadir

# ImageEditor_AddText_CurrentColorText
source: (Current Color is {0})
es: (El Color Actual es {0})

# ImageEditor_AddText_FontFamilyToolTip
source: The font family of the text to add
es: La familia de fuentes del texto que se va a añadir

# ImageEditor_AddText_Title
source: Insert Text
es: Insertar Texto

# ImageEditor_AddText_FontSize
source: Font Size
es: Tamaño de Fuente

# ImageEditor_AddText_PickColorToolTip
source: Pick Color
es: Seleccionar Color

# ImageEditor_Common_Position
source: Position
es: Posición

# ImageEditor_Crop_AspectRatioToolTip
source: Select Aspect Ratio
es: Seleccionar la Relación de Aspecto

# ImageEditor_Common_SwapWidthHeight
source: Swap Width and Height
es: Intercambiar Ancho y Alto

# ImageEditor_Common_SliderDrag
source: Drag to change the value
es: Arrastrar para cambiar el valor

# ImageEditor_Crop_Button
source: Crop
es: Cortar

# ImageEditor_Crop_AspectRatio
source: Aspect Ratio
es: Relación de Aspecto

# ImageEditor_AddText_FontSizeToolTip
source: The size of the text to add
es: El tamaño del texto que se va a añadir

# ImageEditor_Flip_None
source: Flip None
es: Voltear Ninguno

# Common_Set
source: Set
es: Configurar

# ImageEditor_Print_Button
source: Print
es: Imprimir

# ImageEditor_Opacity_Title
source: Opacity
es: Opacidad

# ImageEditor_Flip_Title
source: Flip
es: Rotar

# ImageEditor_Resize_PresetSizesToolTip
source: Select Preset Width x Height
es: Seleccionar Alto x Ancho Predeterminado

# ImageEditor_Resize_Button
source: Resize
es: Cambiar tamaño

# ImageEditor_Resize_Percentage
source: Percentage
es: Porcentaje

# ImageEditor_Print_Title
source: Print Image
es: Imprimir Imagen

# ImageEditor_Resize_Title
source: Resize
es: Cambiar tamaño

# ImageEditor_Rotate_Title
source: Rotate
es: Girar

# ImageEditor_Save_FileNameLabel
source: File Name
es: Nombre de Archivo

# ImageEditor_Save_ClientRadioText
source: Download Image
es: Descargar Imagen

# ImageEditor_Rotate_DropDownToolTip
source: Select a rotation angle
es: Seleccionar un ángulo de rotación

# ImageEditor_Save_FileNameToolTip
source: Enter File Name
es: Introducir Nombre de Archivo

# ImageEditor_Save_ServerRadioText
source: Save Image on Server
es: Guardar Imagen en Servidor

# ImageEditor_Resize_PercentageToolTip
source: Percentage of original Width x Height [0,100%]
es: Porcentaje de Ancho x Alto original [0,100%]

# ImageEditor_StatusBar_LastAction
source: Last Action
es: Última Acción

# ImageEditor_Save_Title
source: Save Image
es: Guardar Imagen

# ImageEditor_Resize_PresetSizes
source: Preset Sizes
es: Tamaños Preestablecidos

# ImageEditor_StatusBar_Size
source: Size
es: Tamaño

# InsertExternalVideo_AspectRatio
source: Aspect ratio
es: Relación de aspecto

# TrackChangesDialog_InitialContent
source: Initial Content
es: Contenido Inicial

# ImageEditor_Zoom_TextboxToolTip
source: Enter a value between 0 and 100%
es: Introducir un valor entre 0 y 100%

# TrackChangesDialog_TrackChanges
source: Track Changes
es: Registrar cambios

# InsertExternalVideo_AutoplaySetting
source: Play the video automatically on load
es: Reproducir el video de forma automática al cargar

# ImageEditor_InsertImage_Title
source: Insert Image
es: Insertar Imagen

# InsertExternalVideo_AdvancedMode
source: Advanced Mode
es: Modo Avanzado

# ImageEditor_Opacity_TextboxToolTip
source: Enter a value between 0 and 100%
es: Introducir un valor entre 0 y 100%

# InsertExternalVideo_EmbedCode
source: Embed code
es: Insertar código

# ImageEditor_Zoom_ActualSizeToolTip
source: Zoom to 100%
es: Zoom al 100%

# InsertExternalVideo_FullscreenSetting
source: Enable fullscreen button
es: Botón para activar pantalla completa

# InsertExternalVideo_EmbedVideoSettings
source: Embed video settings
es: Insertar la configuración de video

# ImageEditor_Zoom_BestFitToolTip
source: Fit image in editable area
es: Ajustar imagen en el área editable

# InsertExternalVideo_PasteVideoURL
source: Paste Youtube or Vimeo video URL
es: Pegar URL de video en Youtube o Vimeo

# InsertExternalVideo_ShowTitleSetting
source: Display title before video starts playing
es: Mostrar título antes de que el video comience a reproducirse

# InsertExternalVideo_PrivacySetting
source: Enable privacy-enhanced mode
es: Activar el modo mejorado de privacidad

# StyleBuilder_Outside
source: Outside (Text is indented in)
es: Fuera (Texto con sangría )
