Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/RadEditor.Dialogs.*.resx
Languages: es

# MediaManager_DisplayMode
source: This property specifies or retrieves a value indicating whether the status bar displays the current position in seconds (Yes) or frames (No).
es: Esta propiedad obtiene o establece un valor que indica si la barra de estado muestra la posición actual en segundos (Sí) o fotogramas (No).

# MediaManager_EnableTracker
source: This property specifies or retrieves a value indicating whether the trackbar control is enabled.
es: Esta propiedad obtiene o establece un valor que indica si el control deslizable está habilitado.

# MediaManager_EnablePositionControls
source: This property specifies or retrieves a value indicating whether the position controls are enabled on the control bar.
es: Esta propiedad obtiene o establece un valor que indica si los controles de posición estan activos en la barra de control.

# MediaManager_EntireScreen
source: Size of the entire screen
es: Tamaño de la pantalla completa

# MediaManager_ExtendedDataServices
source: Extended Data Services (XDS)
es: Servicios de datos extendidos (XDS)

# MediaManager_Fourpointedarrow
source: Four-pointed arrow
es: flecha de cuatro puntas

# MediaManager_Hidden
source: This property specifies or retrieves a value indicating whether the player is visible in the browser.
es: Esta propiedad obtiene o establece un valor que indica si el reproductor es visible en el navegador.

# MediaManager_HalfSourceImage
source: W and H are one-half of the source image
es: W y H son la mitad de la imagen de origen

# MediaManager_Handpointing
source: Hand with pointing index finger
es: Mano con el dedo índice apuntando

# MediaManager_Hourglass
source: Hourglass
es: Reloj de arena

# MediaManager_MediaPropertiesLegend
source: Media Properties
es: Propiedades del soporte multimedia

# MediaManager_Middle
source: Middle
es: Medio

# MediaManager_Language
source: This property specifies or retrieves a value indicating the current locale used for national language support.
es: Esta propiedad obtiene o establece un valor que indica la localización actual utilizada para el soporte de un idioma.

# MediaManager_InvokeURLs
source: This property specifies or retrieves a value indicating whether the Windows Media Player control automatically invokes URLs in a browser (URL flipping).
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player, llama automáticamente a las direcciones URL en un navegador (URL flipping).

# MediaManager_CursorType
source: This property specifies or retrieves the cursor type.
es: Esta propiedad obtiene o establece el tipo de cursor.

# MediaManager_Mute
source: This property specifies or retrieves the current mute state of the Windows Media Player control.
es: Esta propiedad obtiene o establece el estado actual de "Silencio" del control de Windows Media Player.

# MediaManager_Right
source: Right
es: Derecho

# MediaManager_Nosubpicturestream
source: There is no subpicture stream
es: No hay transmisión de subimagen

# MediaManager_None
source: None
es: Ninguno

# MediaManager_HalfScreen
source: Half the size of the screen
es: Mitad del tamaño de la pantalla

# MediaManager_PlayCount
source: This property specifies or retrieves the number of times a clip plays
es: Esta propiedad obtiene o establece el número de veces que un clip se reproduce

# MediaManager_PreviewMode
source: This property specifies or retrieves a value indicating whether Windows Media Player is in preview mode.
es: Esta propiedad obtiene o establece un valor que indica si el Reproductor de Windows Media está en modo de vista previa.

# MediaManager_Rate
source: This property specifies or retrieves the playback rate of the clip.
es: Esta propiedad obtiene o establece la velocidad de reproducción del clip.

# MediaManager_QuarterScreen
source: One-quarter the size of the screen
es: Una cuarta parte del tamaño de la pantalla

# FlashManager_RightBottom
source: Right Bottom
es: Abajo a la derecha

# MediaManager_SelectionStart
source: This property specifies or retrieves the time within the current clip at which playback will begin.
es: Esta propiedad obtiene o establece el momento en el clip actual a la que la reproducción se iniciará.

# SetImageProperties_LongDescription
source: Long Description
es: Descripción larga

# MediaManager_SendErrorEvents
source: This property specifies or retrieves a value indicating whether the Windows Media Player control sends error events.
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player envía eventos de error.

# MediaManager_ShowAudioControls
source: This property specifies or retrieves a value indicating whether the audio controls appear on the control bar.
es: Esta propiedad obtiene o establece un valor que indica si los controles de audio aparecen en la barra de control.

# MediaManager_SendKeyboardEvents
source: This property specifies or retrieves a value indicating whether the Windows Media Player control sends keyboard events.
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player envía eventos de teclado.

# MediaManager_SendMouseClickEvents
source: This property specifies or retrieves a value indicating whether the Windows Media Player control sends mouse click events.
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player envía eventos de clic del ratón.

# MediaManager_SendOpenStateChangeEvents
source: This property specifies or retrieves a value indicating whether the Windows Media Player control sends open state change events.
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player envía eventos para cambiar el estado.

# MediaManager_SendPlayStateChangeEvents
source: This property specifies or retrieves a value indicating whether the Windows Media Player control sends play state change events.
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player envía eventos de cambio de estado de reproducción.

# MediaManager_SendMouseMoveEvents
source: This property specifies or retrieves a value indicating whether the Windows Media Player control sends mouse move events.
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player envía eventos de movimiento de ratón .

# PageProperties_BaseLocation
source: Base location
es: Ubicación base

# MediaManager_ShowCaptioning
source: This property specifies or retrieves a value indicating whether the closed caption area is visible and closed captioning is enabled.
es: Esta propiedad obtiene o establece un valor que indica si el área de subtítulos es visible y si los subtitulos están activos.

# MediaManager_ShowDisplay
source: This property specifies or retrieves a value indicating whether the display panel is visible.
es: Esta propiedad obtiene o establece un valor que indica si el panel de visualización es visible.

# MediaManager_ShowGotoBar
source: This property specifies or retrieves a value indicating whether the Go To bar is visible.
es: Esta propiedad obtiene o establece un valor que indica si la barra "Ir a" es visible.

# MediaManager_ShowControls
source: This property specifies or retrieves a value indicating whether the control bar is visible.
es: Esta propiedad obtiene o establece un valor que indica si la barra de control es visible.

# MediaManager_ShowStatusBar
source: This property specifies or retrieves a value indicating whether the status bar is visible.
es: Esta propiedad obtiene o establece un valor que indica si la barra de estado es visible.

# MediaManager_ShowTracker
source: This property specifies or retrieves a value indicating whether the trackbar is visible.
es: Esta propiedad especifica o recupera un valor que indica si el control deslizable es visible.

# MediaManager_SixteenthScreen
source: One-sixteenth the size of the screen
es: 1/16 del tamaño de pantalla

# MediaManager_SendWarningEvents
source: This property specifies or retrieves a value indicating whether the Windows Media Player control sends warning events.
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player envía eventos de alerta

# MediaManager_Standardarrow
source: Standard arrow
es: Flecha normal

# MediaManager_SlashedCircle
source: Slashed circle
es: Círculo rayado

# MediaManager_Streamisvalid
source: The stream is valid
es: La transmisión es válida

# MediaManager_SubpictureOn
source: This property specifies or retrieves a value indicating whether the subpicture is displayed.
es: Esta propiedad obtiene o establece un valor que indica si la subimagen se muestra.

# MediaManager_Text1
source: Text1
es: Texto1

# MediaManager_Title
source: Media Manager
es: Administrador multimedia

# MediaManager_TextIbeam
source: Text I-beam
es: Texto I-beam

# MediaManager_TransparentAtStart
source: This property specifies or retrieves a value indicating whether the Windows Media Player control is transparent before play begins and after play ends
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player es transparente antes de que comience la reproducción y después de que termine.

# MediaManager_ValidateNumber
source: Please, enter only numeric values.
es: Por favor, introduzca sólo valores numéricos.

# MediaManager_ValidateNumber10
source: Please, enter a value ranging from –10.00 to 10.00.
es: Por favor, introduzca un valor entre -10,00 a 10,00.

# MediaManager_ValidateLCID
source: Please, specify a numeric value that corresponds to an LCID identifying a locale for national language support.
es: Por favor, especifique un valor numérico que corresponde a un LCID que identifica a una lozalización para el soporte de idiomas.

# MediaManager_ValidateAudio
source: Please, enter a value ranging from zero to seven indicating the current audio stream, or 0xFFFFFFFF if no stream is selected.
es: Por favor, introduzca un valor entre cero y siete que indica la transmisión de audio actual, o 0xFFFFFFFF si no hay ninguna transmisión seleccionada.

# MediaManager_ShowPositionControls
source: This property specifies or retrieves a value indicating whether the position controls appear on the control bar.
es: Esta propiedad obtiene o establece un valor que indica si los controles de posición aparecen en la barra de control.

# MediaManager_ValidateNumber10000
source: Please, enter a value ranging from –10,000 to 10,000.
es: Por favor, introduzca un valor entre -10.000 y 10.000.

# PageProperties_BackColor
source: Back color
es: Color de fondo

# MediaManager_Verticalarrow
source: Vertical arrow
es: Flecha vertical

# MediaManager_Value
source: Value
es: Valor

# MediaManager_Text2
source: Text2
es: Texto2

# MediaManager_VideoBorder3D
source: This property specifies or retrieves a value indicating whether the three-dimensional video border effect is enabled.
es: Esta propiedad obtiene o establece un valor que indica si el efecto de borde tridimensional del video está habilitado.

# MediaManager_VideoBorderColor
source: This property specifies or retrieves the color of the video border.
es: Esta propiedad obtiene o establece el color del borde del vídeo.

# MediaManager_ValidateNumberHex
source: Please, specify a hexadecimal value.
es: Por favor, especifique un valor hexadecimal.

# MediaManager_Volume
source: This property specifies or retrieves the volume, in hundredths of decibels.
es: Esta propiedad obtiene o establece el volumen, en centenas de decibelios.

# MediaManager_VideoBorderWidth
source: This property specifies or retrieves the width of the video border, in pixels.
es: Esta propiedad obtiene o establece el ancho del borde del vídeo en píxeles.

# ImageMap_SelectImage
source: Please choose an image in order to create image map.
es: Por favor, elija una imagen para crear el mapa de imagen.

# MediaManager_SelectProperty
source: Select Property
es: Seleccione Propiedad

# PageProperties_ClassName
source: Class Name
es: Nombre de la clase

# PageProperties_Description
source: Description
es: Descripción

# ReservedResource
source: Please, do not delete this string. RadEditor needs it to determine if an external resource file is present in App_GlobalResources.
es: Por favor, no elimine esta cadena de texto. RadEditor la necesita para determinar si un archivo de recursos externos está en App_GlobalResources.

# PageProperties_Keywords
source: Keywords
es: Palabras clave

# PageProperties_LeftMargin
source: Left Margin
es: Margen izquierdo

# PageProperties_PageTitle
source: Page Title
es: Título de la página

# PageProperties_RightMargin
source: Right Margin
es: Margen derecho

# PageProperties_PageAttributes
source: Page Attributes
es: Atributos de página

# PageProperties_BottomMargin
source: Bottom Margin
es: Margen inferior

# SetImageProperties_Constrain
source: Constrain
es: Restricción

# SetImageProperties_ImageAlignment
source: Image Alignment
es: Alineación de la imagen

# SetImageProperties_ImageSrc
source: Choose Image
es: Fuente de Imagen

# SetImageProperties_HorizontalSpacing
source: Horizontal Spacing
es: Espacio horizontal

# SetImageProperties_Title
source: Image Properties
es: Propiedades de la imagen

# SetImageProperties_VerticalSpacing
source: Vertical Spacing
es: Espacio vertical

# Common_AddCustomColor
source: Add Custom Color...
es: Añadir color personalizado ...

# PageProperties_TopMargin
source: Top Margin
es: Margen superior

# TableWizard_Additional
source: Additional
es: Adicional

# TableWizard_AddHexColor
source: Add Hex Color...
es: Añadir color hexadecimal...

# TableWizard_Alignment
source: Alignment
es: Alineación

# TableWizard_AllFourSides
source: All four sides
es: Los cuatro lados

# TableWizard_AllRowsAndColomns
source: All rows and columns
es: Todas las filas y columnas

# TableWizard_Betweenall
source: Between all rows and columns
es: Entre todas las filas y columnas

# StyleBuilder_BackgroundTab
source: Background
es: En segundo plano

# TableWizard_Baseline
source: Baseline
es: Línea de base

# TableWizard_BetweenColumns
source: Between columns
es: Entre columnas

# TableWizard_Border
source: Border
es: Borde

# TableWizard_Bottom
source: Bottom
es: Parte inferior

# TableWizard_BetweenRows
source: Between rows
es: Entre las filas

# TableWizard_Betweengroup
source: Between row and column group
es: Entre el grupo de filas y columnas

# PageProperties_BodyAttributes
source: Body Attributes
es: Atributos del elemento 'Body'

# TableWizard_BottomSide
source: Bottom side only
es: Sólo parte inferior

# TableWizard_ColumnSpan
source: Column Span
es: Tamaño de columna

# TableWizard_CaptionAlign
source: Caption Align
es: Alinear texto

# TableWizard_AssociateCellsWithHeaders
source: Associate cells with headers
es: Asociar celdas con cabeceras

# TableWizard_Center
source: Center
es: Centro

# TableWizard_Caption
source: Caption
es: Título

# TableWizard_ColumnSettings
source: Column Number and Column Span
es: Número de columna y tamaño de columna

# TableWizard_Columns
source: Columns
es: Columnas

# TableWizard_Content
source: Content
es: Contenido

# TableWizard_Custom
source: Custom
es: personalizado

# TableWizard_Frame
source: Frame
es: Marco

# TableWizard_Dimensions
source: Dimensions
es: Dimensiones

# TableWizard_InvalidCellWidth
source: Invalid cell width.
es: Ancho de la celda no válido.

# TableWizard_HeadingRows
source: Heading rows
es: Filas del encabezado

# TableWizard_HeadingsLabel
source: Headings
es: Encabezado

# TableWizard_HeadingColumns
source: Heading columns
es: Columnas del encabezado

# TableWizard_InvalidTableHeight
source: Invalid table height.
es: Altura de tabla inválida

# TableWizard_Layout
source: Layout
es: Diseño

# TableWizard_NoWrapping
source: No Wrapping
es: No ajustar

# TableWizard_LeftSide
source: Left side
es: Lado izquierdo

# TableWizard_LeftAndRightSide
source: Right and left sides only
es: Sólo lados derecho e izquierdo

# TableWizard_InvalidTableWidth
source: Invalid table width.
es: Ancho de la tabla no válido.

# TableWizard_Middle
source: Middle
es: Medio

# TableWizard_NoBorders
source: No borders
es: Sin bordes

# TableWizard_NoTextWrapping
source: no text wrapping
es: sin ajuste de texto

# TableWizard_NoInteriorBorders
source: No interior borders
es: Sin bordes interiores

# TableWizard_InvalidCellHeight
source: Invalid cell height.
es: Altura de celda inválida

# TableWizard_OtherOptionsLabel
source: Other Options
es: Otras opciones

# TableWizard_PixelsOrPercents
source: pixels, %
es: píxeles,%

# TableWizard_Tab2HeaderText
source: Table Properties
es: Propiedades de la tabla

# TableWizard_RowSettings
source: Row Number and Row Span
es: Número de fila y tamaño de fila

# TableWizard_RightSide
source: Right-hand side only
es: Sólo el lado derecho.

# TableWizard_Rows
source: Rows
es: Filas

# TableWizard_RowSpan
source: Row Span
es: Tamaño de Fila

# TableWizard_Tab3HeaderText
source: Cell Properties
es: Propiedades de celda

# TableWizard_Size
source: Size
es: Tamaño

# TableWizard_Tab1HeaderText
source: Table Design
es: Diseño de tabla

# StyleBuilder_EdgesTab
source: Edges
es: Bordes

# TableWizard_Tab4HeaderText
source: Accessibility
es: Accesibilidad

# TableWizard_TopSide
source: Top side only
es: Sólo parte superior

# TableWizard_PromptColor
source: Please, provide the custom color HEX value
es: Por favor, indique el valor HEX del color personalizado:

# TableWizard_TableControls
source: Table Controls
es: Controles de Tabla

# TableWizard_TableBorderControlSizeOverflow
source: You are trying to set border size to a greater value than maximum (1000). It will be set to 1000.
es: Está tratando de establecer el tamaño de borde mayor que el máximo (1000). Se pondrá a 1000.

# TableWizard_Right
source: Right
es: Derecho

# TableWizard_TableDesignPreviewLabel
source: Table Design Preview
es: Vista previa de Diseño en Tabla

# TableWizard_UseColor
source: Use Color
es: Usar Color

# TableWizard_TopAndBottomSide
source: Top and bottom sides only
es: Sólo partes superior e inferior

# TableWizard_Title
source: Table Wizard
es: Asistente para tablas

# TableWizard_Summary
source: Summary
es: Resumen

# Common_Rename
source: Rename
es: Renombrar

# TableWizard_SelectAll
source: Select All
es: Seleccionar todo

# Common_Select
source: Select
es: Seleccionar

# Common_Remove
source: Remove
es: Eliminar

# Common_Add
source: Add
es: Agregar

# Common_StyleBuilder
source: Style Builder
es: Generador de estilos

# SilverlightManager_AutoUpgrade
source: Auto Upgrade
es: Actualización automática

# SilverlightManager_EnableHtmlAccess
source: Enable Html Access
es: Habilitar el acceso Html

# Common_Open
source: Open
es: Abierto

# TableWizard_AccessibilityOptions
source: Accessibility Options
es: Opciones de accesibilidad

# TableWizard_FirstColumn
source: First Column
es: Primera columna

# FindAndReplace_NotSupported
source: The find function is not supported by this browser!
es: La función de búsqueda no está soportada en este navegador!

# TableWizard_LastColumn
source: Last Column
es: Última columna

# TableWizard_HeadingRow
source: Heading Row
es: Fila del encabezado

# TableWizard_ApplySpecialFormatsTo
source: Apply special formats to
es: Aplicar formatos especiales a

# TableWizard_LastRow
source: Last Row
es: Última fila

# TableWizard_NoCSSClassLayout
source: No CSS Class Layout
es: Diseño sin clase CSS

# SilverlightManager_MinVersion
source: Min Runtime Version
es: Versión mínima de Runtime

# FindAndReplace_NotFound
source: The search string was not found.
es: El texto de búsqueda no fue encontrado.

# FindAndReplace_AllReplaced
source: {0} occurrences in the text have been replaced!
es: {0} ocurrencias en el texto se han sustituido!

# SilverlightManager_Windowless
source: Windowless
es: Sin ventanas

# Common_Forward
source: Forward
es: Adelante

# Common_ApplyClass
source: Apply Class
es: Aplicar la clase

# SetImageProperties_LinkToOriginal
source: Link to original
es: Enlace a la original

# Common_GridSortedAscToolTip
source: Sort asc
es: Ordenar asc

# Common_Increase
source: Increase
es: Aumentar

# Common_GridPagerText
source: {4} Page <strong>{0}</strong> of <strong>{1}</strong>. Items <strong>{2}</strong> to <strong>{3}</strong> of <strong>{5}</strong>
es: Página {4} <strong>{0} </strong>de <strong>{1} </strong>. <strong>Del elemento {2} </strong>al <strong>{3} </strong>de <strong>{5} </strong>

# Common_GridSortedDescToolTip
source: Sort desc
es: Ordenar desc

# SetImageProperties_OpenInNewWindow
source: Open in a new window
es: Abrir en una ventana nueva

# Common_GridSortToolTip
source: Click here to sort
es: Haga clic aquí para ordenar

# Common_Margin
source: Margin
es: Margen

# Common_Clear
source: Clear
es: Borrar

# Common_AllProperties
source: All Properties...
es: Todas las Propiedades...

# StyleBuilder_Capitalization
source: Capitalization
es: Uso de mayúsculas

# Common_ClearClass
source: Clear Class
es: Borrar la clase

# StyleBuilder_Absolute
source: Absolute
es: Absoluto

# Common_Copy
source: Copy
es: Copiar

# Common_Decrease
source: Decrease
es: Disminuir

# StyleBuilder_Bold
source: Bold
es: Negrita

# StyleBuilder_Capitalize
source: Capitalize
es: Usar mayúsculas

# StyleBuilder_BorderTab
source: Border
es: Borde

# StyleBuilder_Bolder
source: Bolder
es: Más negrita

# TableWizard_Customh
source: Custom -
es: Personalizado -

# StyleBuilder_SolidLine
source: Solid line
es: Línea sólida

# StyleBuilder_FontName
source: Font Name
es: Nombre de fuente

# StyleBuilder_FontFamily
source: Family
es: Familia

# StyleBuilder_Center
source: Center
es: Centro

# StyleBuilder_Lighter
source: Lighter
es: Más claro

# StyleBuilder_FontTab
source: Font
es: Fuente

# StyleBuilder_Italics
source: Italics
es: Cursiva

# StyleBuilder_FontSize
source: Size
es: Tamaño

# StyleBuilder_ListsTab
source: Lists
es: Listas

# StyleBuilder_Strikethrough
source: Strikethrough
es: Tachado

# StyleBuilder_Overline
source: Overline
es: Línea alta

# StyleBuilder_NotSet
source: &lt;Not Set&gt;
es: &lt;No Configurado&gt;

# StyleBuilder_Lowercase
source: Lowercase
es: Minúsculas

# StyleBuilder_Relative
source: Relative
es: Relativa

# StyleBuilder_SmallCaps
source: Small caps
es: Versalitas

# StyleBuilder_Larger
source: Larger
es: Ampliar

# StyleBuilder_Specific
source: Specific
es: Específico

# StyleBuilder_Smaller
source: Smaller
es: Más pequeño

# StyleBuilder_LayoutTab
source: Layout
es: Diseño

# StyleBuilder_TextTab
source: Text
es: Texto

# StyleBuilder_Underline
source: Underline
es: Subrayar

# StyleBuilder_Square
source: Square
es: Cuadrado

# StyleBuilder_CustomBullet
source: Custom bullet
es: Viñeta personalizada

# StyleBuilder_Bullets
source: Bullets
es: Viñetas

# StyleBuilder_Circle
source: Circle
es: Círculo

# StyleBuilder_Disk
source: Disk
es: Disco

# StyleBuilder_Style
source: Style
es: Estilo

# StyleBuilder_Inside
source: Inside (Text is not indented)
es: Dentro (El texto no tiene sangría)

# StyleBuilder_Position
source: Position
es: Posición

# StyleBuilder_FontAttributes
source: Font Attributes
es: Atributos de fuentes

# StyleBuilder_UnBulleted
source: Not bulleted
es: Sin viñetas

# StyleBuilder_Block
source: As a block element
es: Como elemento de bloque

# StyleBuilder_Uppercase
source: Uppercase
es: Mayúsculas

# StyleBuilder_AllowFloatingObjects
source: Allow floating objects
es: Permitir objetos flotantes

# StyleBuilder_Alignment
source: Alignment
es: Alineación

# StyleBuilder_Bulleted
source: Bulleted
es: En Viñetas

# StyleBuilder_AllowTextToFlow
source: Allow text to flow
es: Permitir que el texto fluya

# StyleBuilder_Both
source: Both
es: Ambos

# StyleBuilder_Baseline
source: Baseline
es: Línea de base
