Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/RadEditor.Dialogs.*.resx
Languages: es

# Common_CssClass
source: CSS Class
es: Clase CSS

# RadEditorDialogsDescription
source: Resource strings for RadEditor dialogs.
es: Cadenas de recursos para diálogos RadEditor.

# RadEditorDialogsTitle
source: RadEditor Dialogs
es: RadEditor Diálogos

# RadEditorDialogsTitlePlural
source: RadEditor Dialogs
es: RadEditor Diálogos

source: Style builder background.
es: Generador de estilo de segundo plano

# About_Copyright
source: Copyright 2002-2014 ©Telerik All rights reserved.
es: Copyright 2002-2012 ©Telerik Todos los derechos reservados.

# About_Title
source: RadEditor by Telerik
es: RadEditor por Telerik

# Common_AllowedExtensions
source: File extensions allowed
es: Extensiones de archivo permitido

# Common_AddCustomTarget
source: [add custom target...]
es: [Agregar destino personalizado ...]

# Common_Back
source: Back
es: Volver

# Common_BackgroundColor
source: Background Color
es: Color de fondo

# Common_BackgroundImage
source: Back Image
es: Imagen de fondo

# Common_BorderWidth
source: Border Width
es: Ancho del borde

# Common_Blue
source: Blue
es: Azul

# Common_BorderColor
source: Border Color
es: Color del borde

# Common_Bottom
source: Bottom
es: Parte inferior

# Common_CellCss
source: Cell CSS
es: celda CSS

# Common_ClassID
source: Specify Class ID
es: Especifica el ID de la clase

# Common_Cancel
source: Cancel
es: Cancelar

# Common_ClassIDText
source: Class ID
es: ID de clase

# Common_CreateThumbnail
source: Create thumbnail
es: Crear miniatura

# Common_ConfirmDelete
source: Are you sure you want to delete the selected item?It might still be in use. If deleted, some pages will not be displayed properly.Press "OK" to confirm deletion.
es: ¿Está seguro de que desea borrar el elemento seleccionado? Aún podría estar en uso. Si lo elimina, algunas páginas no se mostrarán correctamente. Presione el botón OK para confirmar la eliminación.

# Common_Close
source: Close
es: Cerrar

# Common_Black
source: Black
es: Negro

# Common_ConstrainProportions
source: Constrain proportions?
es: Restringir proporciones?

# Common_ControlButtons
source: Control Buttons
es: Botones de control

# Common_Client_AlertFile
source: Please, provide file to upload!
es: Por favor, introduzca archivo a cargar!

# Common_CreateNewFolder
source: Enter the new folder name
es: Introduzca el nuevo nombre de carpeta

# Common_Create
source: Create
es: Crear

# Common_CustomTargets
source: Custom Targets
es: Destinos personalizados

# Common_Delete
source: Delete
es: Eliminar

# Common_DimensionUnit
source: Dimension unit
es: Unidad de medida

# Common_FileExists
source: A file with a name same as the target already exists!
es: ¡Ya existe un archivo con un nombre igual al de destino!

# Common_Insert
source: Insert
es: Insertar

# Common_Green
source: Green
es: Verde

# Common_Height
source: Height
es: altura

# Common_ImageAltText
source: Alt Text
es: Texto alternativo

# Common_ImageEditor
source: Image Editor
es: Editor de imágenes

# Common_Properties
source: Properties
es: Propiedades

# Common_InvalidCharactersInPath
source: Invalid characters in folder name.
es: Los caracteres no válidos en nombre de la carpeta.

# Common_InvalidFileSize
source: The size of the uploaded file exceeds max size allowed
es: El tamaño del archivo subido excede el tamaño máximo permitido

# Common_InvalidFileExtension
source: The extension of the uploaded file is not valid. Please, provide a valid file!
es: La extensión del archivo subido no es válida. Por favor, utilice un archivo válido!

# Common_LookIn
source: Look in
es: Buscar en

# Common_MaxFileSize
source: Max file size allowed
es: Tamaño máximo de archivo permitido

# Common_ImageFieldSet
source: Image Properties
es: Propiedades de la imagen

# Common_MessageNoValidDimensions
source: Please, provide valid image dimensions
es: Por favor, introduzca unas dimensiones de imagen válidas

# Common_MessageCannotWriteToFolder
source: Cannot write to the target folder!
es: No se puede escribir en la carpeta de destino!

# Common_Left
source: Left
es: Izquierda

# Common_MessageSourceNotLocal
source: The specified for conversion image file resides on a different server!
es: La especificada para la conversión de archivos de imagen se encuentra en un servidor diferente!

# Common_NameExists
source: An object with the same name already exists in this directory!
es: Un objeto con el mismo nombre ya existe en este directorio!

# Common_NoColor
source: No Color
es: Ningún color

# Common_NewImageName
source: New image name
es: Nuevo nombre de la imagen

# Common_NoUploadedFile
source: Please, select a file to upload!
es: Por favor, seleccione un archivo para cargar!

# Common_NoPermissionsToDeleteFolder
source: The selected folder could not be deleted because the application did not have enough permissions. Please, contact the administrator.
es: La carpeta seleccionada no se pudo eliminar porque la aplicación no tiene permisos suficientes. Por favor, póngase en contacto con el administrador.

# Common_NoPermissionsToCreateFolder
source: The selected folder could not be created because the application did not have enough permissions. Please, contact the administrator.
es: La carpeta seleccionada no se pudo crear porque la aplicación no tiene permisos suficientes. Por favor, póngase en contacto con el administrador.

# Common_None
source: None
es: Ninguno

# Common_OK
source: OK
es: Aceptar

# Common_Orange
source: Orange
es: Naranja

# Common_Preview
source: Preview
es: Vista previa

# Common_Paste
source: Paste
es: Pegar

# Common_OverwriteExisting
source: Overwrite if file exists?
es: Sobrescribir si el archivo existe?

# Common_NewFolder
source: New Folder
es: Nueva carpeta

# Common_PasteHtmlMessage
source: Please, insert the Html content, which you want to paste
es: Por favor, introduzca el contenido HTML que desea pegar

# Common_Percent
source: Percent
es: Porcentaje

# Common_Middle
source: Middle
es: Medio

# Common_PresetTargets
source: Preset Targets
es: Destinos predeterminado

# FindAndReplace_Search
source: Search
es: Búsqueda

# Common_PropertiesPanel
source: Properties panel
es: Propiedades del panel

# Common_Refresh
source: Refresh
es: Actualizar

# Common_Right
source: Right
es: Derecho

# Common_SortBySizeTitle
source: Sort by Size
es: Ordenar por Tamaño

# Common_SelectFile
source: Select file
es: Seleccione archivo

# Common_SortByFilename
source: Filename
es: Nombre de archivo

# Common_SortByFilenameTitle
source: Sort by Filename
es: Ordenar por nombre de archivo

# Common_SortByExtTitle
source: Sort by Extension
es: Ordenar por Extensión

# Common_Red
source: Red
es: Roja

# Common_TableCss
source: Table CSS
es: Tabla CSS

# Common_TargetBlank
source: New Window
es: Nueva ventana

# Common_TargetMedia
source: Media Pane
es: Panel Multimedia

# Common_Target
source: Target
es: Destino

# Common_TargetSearch
source: Search Pane
es: Panel de búsqueda

# Common_TargetSelf
source: Same Window
es: Misma ventana

# Common_TargetTop
source: Browser Window
es: Ventana del navegador

# Common_SortBySize
source: Size
es: Tamaño

# Common_Up
source: Up
es: Arriba

# Common_Top
source: Top
es: Arriba

# Common_Upload
source: Upload
es: Cargar

# Common_UploadFile
source: Upload
es: Cargar

# Common_Uploading
source: Uploading...
es: Subiendo ...

# Common_Width
source: Width
es: Ancho

# Common_UseControlVMessage
source: Please, use CTRL + V to paste below the content you would like to be cleaned
es: Por favor, utilice CTRL + V para pegar el siguiente contenido que le gustaría limpiar

# Common_White
source: White
es: Blanco

# Common_Yellow
source: Yellow
es: Amarillo

# DocumentManager_Title
source: Document Manager
es: Gestor de documentos

# DocumentManager_DocumentPropertiesLegend
source: Document Properties
es: Propiedades del documento

# Common_Yes
source: Yes
es: Sí

# Common_NoPermissionsToDeleteFile
source: The selected file could not be deleted because the application did not have enough permissions. Please, contact the administrator.
es: El archivo seleccionado no se pudo eliminar porque la aplicación no tiene permisos suficientes. Por favor, póngase en contacto con el administrador.

# FindAndReplace_CaseSensitive
source: Case Sensitive
es: Distinción entre mayúsculas y minúsculas

# FindAndReplace_ReplaceAll
source: Replace All
es: Reemplazar todo

# FindAndReplace_Find
source: Find
es: Buscar

# FindAndReplace_EntireText
source: Entire text
es: El texto entero

# FindAndReplace_FindNext
source: Find Next
es: Buscar siguiente

# FindAndReplace_MatchCase
source: Match case
es: Coincidir mayúsculas y minúsculas

# FindAndReplace_Down
source: Down
es: Debajo

# FindAndReplace_Replace
source: Replace
es: Reemplazar

# FindAndReplace_MatchWholeWords
source: Match whole words
es: Coincidir toda la palabra

# FindAndReplace_ReplaceWith
source: Replace With
es: Reemplazar con

# FindAndReplace_SearchDirection
source: Direction
es: Orinetación

# ImageMap_RemoveArea
source: Remove Area
es: Eliminar la zona

# FindAndReplace_SearchText
source: Find
es: Buscar

# FindAndReplace_SearchOptions
source: Search Options
es: Opciones de búsqueda

# FlashManager_CenterBottom
source: Center Bottom
es: Abajo en el centro

# FindAndReplace_Title
source: Find &amp; Replace
es: Buscar &amp; reemplazar

# FlashManager_AlertClassID
source: Please, provide a Class ID!
es: Por favor, introduzca un identificador de clase!

# FindAndReplace_Selection
source: Selection
es: Selección

# FlashManager_CenterCenter
source: Center Center
es: Centro en el entro

# FlashManager_Custom
source: Custom
es: personalizado

# FlashManager_LeftBottom
source: Left Bottom
es: Abajo a la izquierda

# FlashManager_FlashMenu
source: Flash Menu
es: Menú Flash

# FlashManager_FlashAlign
source: Flash Align
es: Alinear Flash

# FlashManager_CenterTop
source: Center Top
es: Arriba en el centro

# FlashManager_FlashPropertiesLegend
source: Flash Movie Properties
es: Propiedades de la película Flash

# FlashManager_High
source: High
es: Alto

# FlashManager_AlertWidthHeight
source: Please, provide width and height of the flash file!
es: Por favor, introduzca ancho y alto del archivo flash!

# FlashManager_Left
source: Left
es: Izquierda

# FlashManager_HtmlAlign
source: HTML Align
es: Alinear HTML

# FlashManager_Baseline
source: Baseline
es: Línea de base

# FlashManager_LeftCenter
source: Left Center
es: Centro izquierda

# FlashManager_LeftTop
source: Left Top
es: Arriba a la izquierda

# FlashManager_RightTop
source: Right Top
es: Arriba a la derecha

# FlashManager_Play
source: Play
es: Reproducir

# FlashManager_Medium
source: Medium
es: Medio

# FlashManager_Middle
source: Middle
es: Medio

# FlashManager_Quality
source: Quality
es: Calidad

# FlashManager_Right
source: Right
es: Derecho

# FlashManager_RightCenter
source: Right Center
es: Derecha en el centro

# FindAndReplace_SearchIn
source: Search In
es: Buscar en

# FlashManager_Title
source: Flash Manager
es: Administrador Flash

# FlashManager_Loop
source: Loop
es: Bucle

# FlashManager_Transparent
source: Transparent
es: Transparente

# FlashManager_Top
source: Top
es: Arriba

# FlashManager_Low
source: Low
es: Bajo

# FormatCodeBlock_DisplayLineNumbers
source: Display Line Numbers
es: Mostrar números de línea

# Common_TargetParent
source: Parent Window
es: Ventana padre

# ImageMap_ChooseImage
source: Choose Image
es: Seleccione Imagen

# FormatCodeBlock_MaxSnippetHeight
source: Max Snippet Height
es: Altura máxima de los fragmetos

# FormatCodeBlock_LanguageXml
source: Markup - (x)HTML, XML, ASPX, ...
es: Marcado - (X) HTML, ASPX XML, ...

# ImageEditor_FlipBoth
source: Flip Both
es: Voltear ambos

# FormatCodeBlock_PasteSourceCode
source: Paste source code below
es: Pegar el código fuente a continuación

# FormatCodeBlock_SelectLanguage
source: Select Language
es: Seleccione Idioma

# FormatCodeBlock_MaxSnippetWidth
source: Max Snippet Width
es: Ancho máximo de fragmentos

# ImageEditor_FlipHorizontal
source: Flip Horizontal
es: Girar horizontalmente

# ImageEditor_Opacity
source: Opacity
es: Opacidad

# ImageManager_AlertDimensions
source: Please, provide either thumbnail width or thumbnail height.
es: Por favor, introduzca el ancho o la altura de la miniatura.

# ImageEditor_Reset
source: Restore Image
es: Restaurar imagen

# ImageEditor_Resize
source: Resize
es: Cambiar tamaño

# ImageEditor_FlipVertical
source: Flip Vertical
es: Girar vertical

# ImageEditor_Rotate
source: Rotate
es: Girar

# ImageEditor_Save
source: Save
es: Guardar

# ImageEditor_Crop
source: Crop
es: Cortar

# Common_ActualSize
source: Actual Size
es: Tamaño real

# ImageEditor_SaveAs
source: Save As...
es: Guardar como ...

# ImageEditor_Flip
source: Flip
es: Rotar

# ImageManager_AlertHeight
source: Please, provide valid image height.
es: Por favor, introduzca una altura de imagen válida.

# ImageManager_AlertWidth
source: Please, provide valid image width.
es: Por favor, introduzca un ancho válido de imagen.

# ImageMap_AlertInvalidAreaProperties
source: Invalid Area Properties. Please enter url.
es: Propiedades de área inválidas. Por favor, introduzca la url.

# ImageMap_AlertDeleteAllAreas
source: Are you sure you want to delete ALL areas.
es: ¿Está seguro de que desea eliminar TODAS las áreas?

# Common_ZoomIn
source: Zoom In
es: Acercar

# Common_ZoomOut
source: Zoom Out
es: Alejar

# ImageMap_AlertDeleteArea
source: Are you sure you want to delete this area.
es: Está seguro de que desea eliminar este área.

# ImageMap_AlertInvalidProperties
source: Invalid Properties!
es: Propiedades no válidas!

# ImageMap_AreaFieldSet
source: Selected Area Properties
es: Propiedades del área seleccionada

# ImageMap_Circle
source: Circle
es: Círculo

# ImageMap_AlertWrongAreaDimensions
source: Wrong area dimensions detected. Skipping this area.
es: Detectada dimensión de área incorrecta. Saltando este área.

# ImageMap_Rectangle
source: Rectangle
es: Rectángulo

# Common_BestFit
source: Best Fit
es: Ajuste perfecto

# ImageMap_DefineAreaPropertiesLegend
source: Define Area Properties
es: Define las Propiedades de Área.

# ImageMap_Comment
source: Alt Text
es: Texto alternativo

# ImageManager_Title
source: Image Manager
es: Administrador de imágenes

# ImageMap_HowToAdd
source: You can drag over the image to create a new Area.
es: Puede arrastrar sobre la imagen para crear una nueva zona.

# ImageMap_RemoveAllAreas
source: Remove All
es: Eliminar todos

# ImageMap_Polygon
source: Polygon
es: Polígono

# ImageMap_NewArea
source: New Area
es: Nuevo Área

# TableWizard_ContentAlignment
source: Content Alignment
es: Alineación del Contenido

# ImageMap_SelectAreaShape
source: Select Area Shape
es: Seleccione forma de área

# ImageMap_ShapeAlt
source: Drag the bottom right corner to resize the Area.
es: Arrastre la esquina inferior derecha para cambiar el tamaño de la zona.

# ImageMap_UpdateArea
source: Update Area
es: Actualizar área

# LinkManager_LinkSubject
source: Subject
es: Asunto

# LinkManager_AnchorTab
source: Anchor
es: Anclaje

# LinkManager_HyperlinkTab
source: Hyperlink
es: Hipervínculo

# LinkManager_LinkAddress
source: Address
es: Dirección

# LinkManager_ExistingAnchor
source: Existing Anchor
es: Anclaje existente

# MediaManager_CurrentSubpictureStream
source: This property specifies or retrieves a value indicating the current subpicture stream.
es: Esta propiedad obtiene o establece un valor que indica la secuencia de subimagen actual.

# LinkManager_LinkTarget
source: Target
es: Destino

# LinkManager_LinkType
source: Type
es: Tipo

# LinkManager_LinkText
source: Link Text
es: Texto del enlace

# LinkManager_Other
source: other
es: Otros

# LinkManager_Title
source: Hyperlink Manager
es: Administradorde Hipervínculos

# MediaManager_AlertValue
source: Please, provide valid property value!
es: Por favor, introduzca un valor válido en propiedad!

# LinkManager_LinkName
source: Name
es: Nombre

# MediaManager_Align
source: Align
es: Alinear

# MediaManager_AlertWidthHeight
source: Please, provide width and height of the media file!
es: Por favor, introduzca el ancho y alto del archivo multimedia!

# MediaManager_AllowChangeDisplaySize
source: This property specifies or retrieves a value indicating whether the display size can be changed.
es: Esta propiedad obtiene o establece un valor que indica si el tamaño de la pantalla se puede cambiar.

# MediaManager_AllowScan
source: This property specifies or retrieves a value indicating whether scanning is enabled for files that support scanning (fast-forwarding and rewinding).
es: Esta propiedad obtiene o establece un valor que indica si se habilita el scanning de los archivos que soportan scanning (avance rápido y rebobinado).

# MediaManager_AnimationAtStart
source: This property specifies or retrieves a value indicating whether animation runs before the first image displays.
es: Esta propiedad obtiene o establece un valor que indica si la animación se ejecuta antes de que aparezca la primera imagen.

# MediaManager_AutoSize
source: This property specifies or retrieves a value indicating whether the Windows Media Player control automatically resizes to accommodate the current media item at the size specified by the <B>DisplaySize</B> property.
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player cambia automáticamente el tamaño para acomodarse al tamaño especificado por la <b>propiedad DisplaySize </b> del fichero multimedia

# MediaManager_AudioStream
source: This property specifies or retrieves the stream number of the current audio stream.
es: Esta propiedad obtiene o establece el número de transmisión de la transmisión de audio actual.

# MediaManager_AutoRewind
source: This property specifies or retrieves a value indicating whether the Windows Media Player control automatically returns to the clip's starting point after the clip finishes playing or has otherwise stopped.
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player automáticamente vuelve al punto de partida del clip después de que el clip termina o se para.

# MediaManager_AutoStart
source: This property specifies or retrieves a value indicating whether to start playing the clip automatically.
es: Esta propiedad obtiene o establece un valor que indica si se debe iniciar la reproducción del clip automáticamente.

# MediaManager_Bottom
source: Bottom
es: Parte inferior

# MediaManager_Baseline
source: Baseline
es: Línea de base

# MediaManager_Balance
source: This property specifies or retrieves a value indicating the stereo balance.
es: Esta propiedad obtiene o establece un valor que indica el balance estéreo.

# MediaManager_CCActive
source: This property specifies or retrieves a value indicating whether closed captioning is on or off.
es: Esta propiedad obtiene o establece un valor que indica si los subtítulos están activos o no.

# MediaManager_CurrentPosition
source: This property specifies or retrieves the clip's current position, in seconds.
es: Esta propiedad obtiene o establece la posición actual del clip, medido en segundos.

# MediaManager_Crosshair
source: Crosshair
es: Cursor

# MediaManager_ColorKey
source: This property specifies or retrieves the color key being used by the DVD playback.
es: Esta propiedad obtiene o establece la clave de color utilizado por el reproductor DVD.

# MediaManager_Arrowhourglass
source: Standard arrow and small hourglass
es: Flecha normal y pequeño reloj de arena

# MediaManager_CurrentAngle
source: This property specifies or retrieves a number identifying the current camera angle.
es: Esta propiedad obtiene o establece un número que identifica el ángulo de la cámara actual.

# MediaManager_CurrentAudioStream
source: This property specifies or retrieves a value indicating the current audio stream.
es: Esta propiedad obtiene o establece un valor que indica la transmisión de audio actual.

# MediaManager_ClickToPlay
source: This property specifies or retrieves a value indicating whether the user can toggle playback on and off by clicking the video image.
es: Esta propiedad obtiene o establece un valor que indica si el usuario puede alternar entre reproducir y parar haciendo clic en la imagen de vídeo.

# MediaManager_CurrentMarker
source: This property specifies or retrieves the current marker number.
es: Esta propiedad obtiene o establece el número del marcador actual.

# MediaManager_CurrentCCService
source: This property specifies or retrieves a value indicating the current closed captioning service.
es: Esta propiedad obtiene o establece un valor que indica el servicio de subtítulos actual.

# MediaManager_Samesize
source: Same size as the source image
es: Del mismo tamaño que la imagen de origen

# MediaManager_SelectionEnd
source: This property specifies or retrieves the time within the current clip at which playback will stop. This property cannot be set or retrieved until the <B>ReadyState</B> property (read-only) has a value of 4.
es: Esta propiedad obtiene o establece el momento en que la reproducción del clip actual se detendrá. Esta propiedad no se puede establecer o recuperar hasta que <b>la propiedad ReadyState</b>(sólo lectura) tenga un valor de 4.

# MediaManager_Customh
source: Custom -
es: Personalizado -

# MediaManager_DefaultCaption1
source: Default. Caption1
es: predeterminado. Titulo1

# MediaManager_DisplaySize
source: This property specifies or retrieves the size of the image display window.
es: Esta propiedad obtiene o establece el tamaño de la ventana de visualización de la imagen.

# MediaManager_DefaultFrame
source: This property specifies or retrieves a value representing the default target HTTP frame.
es: Esta propiedad obtiene o establece un valor que representa el frame HTTP destino predeterminado..

# MediaManager_Description
source: <br /><b>Description: </b>
es: <br/><b>Descripción:</b>

# MediaManager_DisplayBackColor
source: This property specifies or retrieves the background color of the display panel.
es: Esta propiedad obtiene o establece el color de fondo del panel de visualización.

# MediaManager_DisplayForeColor
source: This property specifies or retrieves the foreground color of the display panel.
es: Esta propiedad obtiene o establece el color de fondo del panel de visualización.

# MediaManager_DesignTime
source: Size specified at design time
es: Tamaño especificado en tiempo de diseño

# MediaManager_Custom
source: Custom
es: personalizado

# MediaManager_DoublepointedNESW
source: Double-pointed arrow NE-SW
es: Doble punta de flecha NE-SW

# MediaManager_DoublepointedNWSE
source: Double-pointed arrow NW-SE
es: Doble punta de flecha NW-SE

# MediaManager_DoublepointedWE
source: Double-pointed arrow pointing W-E
es: Flecha de dos puntas apuntando hacia O-E

# MediaManager_DoublepointedNS
source: Double-pointed arrow N-S
es: Doble punta de flecha de N-S

# MediaManager_EnableContextMenu
source: This property specifies or retrieves a value indicating whether the context menu appears when the user clicks the right mouse button.
es: Esta propiedad obtiene o establece un valor que indica si el menú contextual aparece cuando el usuario hace clic en el botón derecho del ratón.

# MediaManager_Enabled
source: This property specifies or retrieves a value indicating whether the Windows Media Player control is enabled.
es: Esta propiedad obtiene o establece un valor que indica si el control de Windows Media Player está habilitado.

# MediaManager_EnableFullScreenControls
source: This property specifies or retrieves a value indicating whether Windows Media Player displays controls in full-screen mode.
es: Esta propiedad obtiene o establece un valor que indica si Windows Media Player muestra los controles en modo de pantalla completa.
