Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/ResponsiveDesignResources.*.resx
Languages: es

source: Open a specially prepared site
es: Abrir un sitio especialmente preparado

source: Create media query
es: Crear una consulta de medios

# ResponsiveDesignResourcesTitle
source: Responsive Design resources
es: Recursos de Diseño Adaptable

# ResponsiveDesignResourcesTitlePlural
source: Responsive Design resources
es: Recursos de Diseño Adaptable

# ModuleTitle
source: Responsive Design
es: Diseño Adaptable

source: Access responsive design
es: Acceder a diseño adaptable

# AccessResponsiveDesignDescription
source: Action which either grants or denies users to access responsive design module.
es: Acción que otorga o rechaza el acceso de los usuarios al módulo de diseño adaptable.

# ModuleDescription
source: The module which let's define responsive design of the pages based on the client capabilities.
es: El módulo que vamos a definir para el diseño adaptable de las páginas basadas en las capacidades del cliente.

# ResponsiveAndMobileDesignNodeTitle
source: Responsive & Mobile design
es: Diseño Móvil y Adaptable

# ResponsiveDesignConfigDescription
source: Configuration section for the Responsive Design module.
es: Sección de configuración para el módulo de Diseño Adaptable.

# ResponsiveDesignConfigCaption
source: Responsive Design configuration
es: Configuración de Diseño Adaptable

# ResponsiveAndMobileDesignNodeDescription
source: The page which let's use manage settings for responsive and mobile design.
es: La página que vamos a usar para administrar la configuración de diseño adaptable y móvil.

# MediaQueryNameCannotBeEmpty
source: The name of the media query is a required field.
es: El nombre de la consulta de medios es un campo obligatorio.

source: Create a group of rules
es: Crear un grupo de reglas

# ResponsiveAndMobileDesign
source: Responsive & Mobile Design
es: Diseño Móvil y Adaptable

# ResponsiveDesignResourcesDescription
source: Contains localizable resources for Responsive Design module.
es: Contiene recursos localizables para el módulo de Diseño Adaptable.

source: Modify a group of rules
es: Modificar un grupo de normas

# MediaQueryNameFieldTitle
source: Name
es: Nombre

# MediaQueryNameFieldExample
source: <strong>Example:</strong> <em>Tablets</em>. This name is for your convenience only
es: <strong>Ejemplo:</strong> <em>Tabletas</em>. Este nombre solo es para su comodidad.

# MediaQueryNameFieldDescription
source: Will be used only in the backend user interface.
es: Se utilizará solo en la interfaz de usuario del backend.

source: Apply behavior to...
es: Aplicar comportamiento a...

source: Transform the layout
es: Transformar el diseño

source: Select a CSS file
es: Seleccione un archivo CSS

# OpenSpeciallyPreparedSite
source: Open a specially prepared site (e.g. mobile version of your site)...
es: Abrir un sitio especialmente preparado (por ejemplo, la versión móvil de su sitio)...

# LayoutTransformationSectionTitle
source: System settings: Fine tune default layout elements
es: Configuración del sistema: Ajustar los elementos predeterminados de distribución

# SiteSelectorFieldDescription
source: When detected, a device with characteristics like those set above, always redirect to this page
es: Cuando se detecta, un dispositivo con características similares a las indicadas anteriormente, siempre se redirige a esta página

# CssSelectorTitle
source: Specific CSS file for transforming layout and design
es: Archivo CSS específico para transformar distribución y diseño

# SiteSelectorFieldTitle
source: Root page of the specially prepared site
es: Página raíz del sitio especialmente preparado

source: This group of rules is active
es: Este conjunto de reglas está activo

# MediaQueryNameGrid
source: Group of rules
es: Grupo de reglas

source: Inactive
es: Inactivo

source: Transform layout
es: Transformar la distribución

source: Active
es: Activo

source: Behavior
es: Comportamiento

source: For devices with these characteristics...
es: Para dispositivos con estas características...

# DeviceType
source: Type
es: Tipo

# CssSelectorDescription
source: When detect a device with characteristics like those set above, always load this CSS file
es: Cuando se detecta un dispositivo con características similares a las indicadas anteriormente, siempre cargar este archivo CSS

# AddACustomRule
source: Add a custom rule (media query)
es: Agregar una regla personalizada (consulta de los medios de comunicación)

source: Add custom...
es: Añadir personalizado...

source: Tablets and small screens
es: Tabletas y pantallas pequeñas

source: Large screens
es: Pantallas grandes

source: Width
es: Ancho

# DescriptionExample
source: <strong>Example:</strong> <em>1024x768 (e.g. iPad, iPad2)</em>
es: <strong>Ejemplo:</strong> <em>1024x768 (p. ej. iPad, iPad2)</em>

source: Size
es: Tamaño

# RangeWidth
source: Range (min, max-width)
es: Rango (anchura mín, máx)

source: Height
es: altura

# RangeHeight
source: Range (min, max-height)
es: Rango (altura mín, máx)

# RangeDeviceWidth
source: Range of device width (min, max)
es: Rango de anchura del dispositivo (mín, máx)

source: Device width
es: Ancho del dispositivo

source: Back to media queries
es: Volver a las preguntas de los medios de comunicación

source: Device height
es: Altura del dispositivo

source: Landscape
es: Paisaje

source: Max-width
es: Anchura máx.

source: Min-width
es: Anchura mín.

source: Description
es: Descripción

source: Min-height
es: Alt. mín.

source: Max-height
es: Altura máx.

# RangeDeviceHeight
source: Range of device height (min, max)
es: Rango de altura del dispositivo (mín, máx)

source: Portrait
es: Retrato

source: Orientation
es: Orientación

source: Both
es: Ambos

source: Aspect ratio
es: Relación de aspecto

source: Resolution
es: Resolución

source: Result: media query css
es: Resultado: css de consulta de medios

# CreateRulesGroup
source: Done
es: Hecho

# PreviewDeviceNameConfig
source: Name of the preview device
es: Nombre del dispositivo de vista previa

source: Reset
es: Restablecer

# RuleDescriptionRequired
source: Description cannot be empty
es: La descripción no puede estar vacía

source: Edit
es: Editar

# PreviewDeviceTitleConfig
source: Title of the preview device
es: Título del dispositivo de vista previa

# PreviewDeviceCssClassConfig
source: Css class associated with the preview device
es: Tipo CSS asociado con el dispositivo de vista previa

# PreviewDeviceOffsetXLandscapeConfig
source: Offset on the X asix of the viewport in the landscape mode.
es: Desplazamiento en el eje X de la ventana gráfica en el modo paisaje.

# PreviewDeviceHeightConfig
source: The height of the preview device in pixels
es: La altura del dispositivo de vista previa en píxeles

# PreviewDeviceWidthConfig
source: The width of the preview device in pixels
es: La anchura del dispositivo de vista previa en píxeles

# PreviewDevicesConfig
source: Preview devices
es: Previsualizar dispositivos

# PreviewDeviceViewportWidthConfig
source: The width of the preview device's viewport
es: La anchura de la ventana del dispositivo de vista previa

# PreviewDeviceViewportHeightConfig
source: The height of the preview device's viewport
es: La altura de la ventana del dispositivo de vista previa

source: Value must be a whole number
es: El valor debe ser un número entero

# PreviewDeviceOffsetYConfig
source: Offset on the Y axis of the viewport in the portrait mode.
es: Desplazamiento en el eje Y de la ventana gráfica en el modo retrato.

# PreviewDeviceOffsetXConfig
source: Offset on the X axis of the viewport in the portrait mode.
es: Desplazamiento en el eje X de la ventana gráfica en el modo retrato.

# MobilePreviewTitle
source: Preview for<br />Smartphones &amp; Tablets
es: Vista previa para <br />Smartphones y Tabletas

# PreviewDeviceOffsetYLandscapeConfig
source: Offset on the Y axis of the viewport in the ladscape mode.
es: Desplazamiento en el eje Y de la ventana gráfica en el modo paisaje.

# EnabledConfig
source: Enabled
es: Habilitado

# HeightTypeConfig
source: Gets or sets the type of the height rule
es: Obtiene o establece el tipo de la regla de la altura

# RuleDescriptionConfig
source: Description of the rule
es: Descripción de la regla

# DeviceTypeTitleConfig
source: Device type title
es: Título de tipo de dispositivo

# DefaultRulesConfig
source: Default media query rules
es: Reglas de consulta predeterminadas de los medios

# WidthTypeConfig
source: The type of width being defined
es: El tipo de anchura que se define

# ExactHeightConfig
source: Exact height
es: Altura exacta

# ExactWidthConfig
source: Exact width
es: Anchura exacta

# MaxWidthConfig
source: Maximum width
es: Anchura máxima

# MinHeightConfig
source: Minimum height
es: Altura mínima

# ResolutionConfig
source: Resolution
es: Resolución

# DeviceTypesConfig
source: Device types
es: Tipos de dispositivos

# OrientationConfig
source: Orientation
es: Orientación

# MaxHeightConfig
source: Maximum height
es: Altura máxima

# DeviceTypeNameConfig
source: Device type name
es: Nombre de tipo de dispositivo

# AspectRatioConfig
source: Aspect ratio
es: Relación de aspecto

# ResultingRuleConfig
source: Resulting media query rule
es: Regla de consulta de medios resultante

# IsGridConfig
source: Grid?
es: Cuadrícula

# IsMonochromeConfig
source: Monochrome?
es: ¿Monocromático?

# MinWidthConfig
source: Minimum width
es: Anchura mínima

source: Cancel
es: Cancelar

# LayoutElementTitleConfig
source: Title of the layout element
es: Título del elemento de distribución

# LayoutElementGroupNameConfig
source: Name of the group to which the layout element belongs to
es: Nombre del grupo al que pertenece el elemento de diseño

# ResourceClassNameConfig
source: The name of the resource class to be used to localize the labels
es: El nombre de la clase de recursos que se utilizarán para localizar las etiquetas

# LayoutElementsConfig
source: Layout elements
es: Elementos de diseño

# LayoutCssConfig
source: CSS for the layout element.
es: CSS para el elemento de diseño.

# AlternateLayoutsConfig
source: Alternate layouts
es: Diseños alternativos

# LayoutElementNameConfig
source: Name of the layout element
es: Nombre del elemento de diseño

source: Monochrome
es: Monocromático
