Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/SiteSyncResources.*.resx
Languages: es

# PasswordForServerWhereContentWillBeSent
source: Password
es: Contraseña

# SyncTitle
source: Syncing of published data
es: Sincronización de datos publicados

# SyncUrlName
source: Synchronization
es: Sincronización

# SiteSyncResourcesDescription
source: Contains localizable resources for synchronization module interface.
es: Contiene recursos localizables para la interfaz del módulo de sincronización.

# SyncDescription
source: This is the page of the Synchronization module.
es: Esta es la página del módulo de Sincronización.

# AddressWhereContentWillBeSent
source: URL / IP address where content will be sent
es: La URL/dirección de IP donde se enviará el contenido

# ThisServer
source: This server will send data to:
es: Este servidor

# SyncingCenterHeading
source: Published data from this server will be sent to the
es: Los datos publicados desde este servidor serán enviados al

# NoServersAvailableForSync
source: No other servers/sites are set to synchronize data with.
es: No hay otros servidores/sitios configurados con los cuales sincronizar datos.

# UsernameForServerWhereContentWillBeSent
source: Username
es: Nombre de usuario

# WhenDoYouNeedSynchronization
source: <strong>When do you need synchronization?</strong><br/>You need synchronization if you want to have several stages (servers/sites) for your data <br />e.g. <em>1 Work; 2 Test; 3 Production (live)</em>
es: <strong>¿Cuándo se necesita la sincronización?</strong><br/>Usted necesita sincronización si desea tener varias etapas (servidores/sitios) para sus datos <br />p. ej.<em>1 Trabajo; 2 Prueba; 3 Producción (vivo)</em>

source: Synchronization Settings
es: Configuración de Sincronización

# SiteSyncResourcesTitle
source: Synchronization module labels
es: Etiquetas del módulo de sincronización

# StartSync
source: Sync now
es: Iniciar sincronización

# ServersWhereToSendData
source: Server(s) where to <strong class="sfGreen">send</strong> data
es: Servidor(es) al cual/a los cuales <strong class="sfGreen">enviar</strong> datos

# AddServer
source: Add a server
es: Agregar un servidor

# ServersWhreToSendData
source: Server(s) where to send data
es: Servidor(es) donde se puede enviar datos

# BackToItems
source: Back to Sync
es: Volver a Sync

source: Which content will be sent?
es: ¿Qué contenido se enviará?

# LastSyncSection
source: Last sync:
es: Última sincronización:

source: Select for sync
es: Seleccionar para sincronización

# TestConnection
source: Test connection (s)
es: Probar conexión(es)

# LastSyncTo
source: to {0}
es: hasta {0}

# ModuleTitle
source: Staging & Syncing
es: Secuenciación y Sincronización

# LastSyncFailedItems
source: {0} items failed to be synced
es: {0} artículos que no se pudieron sincronizar

# LastSyncSuccessfullySyncedItems
source: {0} items successfully synced
es: {0} artículos sincronizados con éxito

# LastSyncBy
source: by {0}
es: para {0}

source: Last sync
es: Última sincronización

# AllServersAreAvailable
source: The selected server is available
es: Todos los servidores están disponibles

# SyncDetails
source: Details
es: ¡Datos!

source: Synchronization is completed
es: La sincronización se ha completado

source: Details
es: ¡Datos!

# SynchronizationDetails
source: Synchronization to {0}
es: Detalles de sincronización

# ModuleDescription
source: Provides functionality for synchronization of Sitefinity instances
es: Proporciona funcionalidad para la sincronización de las instancias Sitefinity

source: Go to sync
es: Ir a sincronizar
