Repository: 00mjk/Telerik.Sitefinity.Samples.Quantum
Catalog: App_Data/Sitefinity/GlobalResources/UserProfilesResources.*.resx
Languages: es

# UseSpecificUserProviders
source: Specific user providers
es: Proveedores de usuarios específicos

# NoUserProfileTypes
source: No profile types.
es: No hay tipos de perfil.

source: Fine tune the selected type
es: Ajuste detallado del tipo seleccionado

# UserProfilesResourcesTitle
source: User profiles labels
es: Etiquetas de perfiles de usuario

# UserProfilesResourcesDescription
source: Contains localizable resources for user profiles user interface.
es: Contiene recursos localizables para la interfaz de usuario de los perfiles de usuario.

source: Title cannot be empty
es: El título no puede estar vacío

# PluralItemName
source: user profiles
es: perfiles de usuario

# BackToItems
source: Back to Profile Types
es: Volver a los Tipos de Perfil

source: Edit Profiles widget settings
es: Editar la configuración de widget de Perfiles

# ProfileNameNotValid
source: Sorry, the name should start with a letter and continue with letters (a-z), numbers (0-9), or underscores (_).
es: Lo sentimos, el nombre debe empezar con una letra y continuar con las letras (a-z), números (0-9) o guiones bajos (_).

source: Show my email to others
es: Mostrar mi correo electrónico a los demás

source: Name cannot be empty.
es: El nombre no puede estar vacío.

source: You are not logged in.
es: Usted no está conectado.

source: Edit mode only
es: Modo de sólo edición

source: Page for editing profile
es: Página para editar perfil

# OpenViewsInExternalPages
source: Open <em>Edit</em> and <em>Change password </em> in selected existing pages...
es: Abrir <em>Editar</em> y <em>Cambiar contraseña</em> en las páginas seleccionadas existentes…

source: Page for changing password
es: Página para cambiar contraseña

# BothModes
source: Both: Read mode that can be edited
es: Ambos: Modo de lectura que se puede editar

source: Read mode only
es: Modo de sólo lectura

source: This profile is in...
es: Este perfil está en...

source: Display the profile of...
es: Mostrar el perfil de...

# CreateItem
source: Create profile type
es: Crear tipo de perfil

source: Select a user
es: Seleccionar un usuario

source: No user selected
es: No se ha seleccionado ningún usuario

source: User logged to his/her account
es: Usuario conectado a su cuenta

source: Create New Template
es: Crear nueva plantilla

source: Which users to display?
es: ¿Qué usuarios se deben mostrar?

source: Profile type
es: Tipo de perfil

source: Select a role
es: Seleccionar una función

source: 'Edit mode' template
es: Plantilla de 'modo de edición'

source: 'Change password' template
es: Plantilla 'cambiar contraseña'

# UserViewPropertyEditorTitle
source: Profile
es: Perfil

source: Switch to 'Read mode'
es: Cambiar a "modo de lectura"

source: When the changes are saved...
es: Cuando los cambios se guardan...

source: Template for not logged users
es: Plantilla para usuarios no conectados

source: Show message above the form
es: Mostrar mensaje encima del formulario

source: Open a specially prepared page...
es: Abrir una página especialmente preparada...

source: Template
es: Plantilla

source: Change page
es: Cambiar página

source: Css class
es: Clase CSS

source: 'Read mode' template
es: Plantilla de 'modo de lectura'

# StayInTheSameScreenDisplayMessage
source: Stay in the same screen but display a message above the form...
es: Permanecer en la misma pantalla pero mostrar un mensaje encima del formulario ...

source: Changes are successfully saved.
es: Los cambios se guardan correctamente.

# EditFields
source: Add/Edit fields
es: Agregar/Editar campos

source: Title
es: Título

source: Manage User Profiles
es: Administrar perfiles de usuario

# ManageUserProfileTypes
source: Manage Profile types
es: Administrar Tipos de Perfil

# ExampleTitle
source: <strong>Example:</strong> Forum profile
es: <strong>Ejemplo:</strong> Perfil del foro

# CreateNewItem
source: Create a profile type
es: Crear un tipo de perfil

# Settings
source: Settings for user profiles
es: Configuración para perfiles de usuario

# EditItem
source: Edit a profile type
es: Editar un elemento de contenido

source: Selected user:
es: Usuario seleccionado:

# CreateThisItem
source: Create this profile type and go to add fields
es: Crear esta noticia

# UserProvidersFieldTitle
source: User providers this profile set is used by:
es: Proveedores de usuarios que utilizan este conjunto de perfiles:

source: About
es: Acerca de

source: Save changes
es: Guardar cambios

# DeleteThisItem
source: Delete
es: Eliminar

source: Photo
es: Foto

source: Edit Profile
es: Editar Perfil

source: Applied to
es: Aplicado a

source: Profile provider
es: Proveedor de perfiles

source: Cancel
es: Cancelar

source: All user providers
es: Todos los proveedores de usuarios

# ViewItemViewTitle
source: View profile
es: Ver perfil

# EditItemViewTitle
source: Edit a profile
es: Editar un perfil

source: Confirmation email template
es: Plantilla de correo electrónico de confirmación

# ErrorProfileTypeAlreadyExists
source: A profile type with the specified name already exists. Please, select a different name.
es: Ya existe un tipo de perfil con el nombre especificado. Por favor, elija otro nombre.

# EditItemBackendViewTitle
source: Edit a profile
es: Editar un perfil

# ViewItemBackendViewTitle
source: View own profile
es: Ver perfil propio

# CreateNewItemBackendViewTitle
source: Create a user
es: Crear un usuario

# ErrorProfileTypeTitleAlreadyExists
source: A profile type with the specified title already exists. Please, select a different title.
es: Ya existe un tipo de perfil con el título especificado. Por favor, elija otro título.

# NicknameDescription
source: If left blank, the username will be used as a nickname
es: Si lo deja en blanco, el nombre de usuario se utilizará como apodo.

source: Select roles...
es: Seleccionar papeles...

# OpenSingleUserProfileInDotDotDot
source: Open single user profile in...
es: Abrir perfil de un solo usuario en...

source: Sort users by
es: Ordenar usuarios por

source: Nickname
es: Nombre de usuario

source: All registered users
es: Todos los usuarios registrados

source: One user only:
es: Sólo un usuario:

# EditOwnItemBackendViewTitle
source: Edit own profile
es: Editar perfil propio

# SelectAyUser
source: Select a user...
es: Seleccionar un usuario...

source: Users by roles...
es: Usuarios por funciones...

# ErrorDeleteBuiltInProfileType
source: You cannot delete the built-in 'Basic profile' type!
es: ¡No se puede eliminar el tipo "Perfil básico" incorporado!

source: User list
es: Lista de usuarios

# RegisterFormTemplate
source: Registration form template
es: Plantilla de formulario de registro

# DescendingDateTimeSuffix
source: on bottom
es: en la parte inferior

source: Re-type password
es: Volver a escribir contraseña

# AscendingDateTimeSuffix
source: on top
es: en la parte superior

# WhenTheFormIsSuccessfully
source: When the form is successfully submitted...
es: Cuando el formulario es enviada correctamente...

# RegistrationFormAccountActivationViewTitle
source: Account activation
es: Activación de cuenta

# RolesRegisteredUsersWillBeAssignedTo
source: Roles, which the user will be assigned to...
es: Funciones que se asignarán al usuario...

source: Show a message:
es: Mostrar un mensaje:

source: Send an email for successful registration
es: Enviar un correo electrónico para el registro exitosos

source: Activate accounts...
es: Activar cuentas...

# OpenSpeciallyPreparedPage
source: Open a specially prepared page...
es: Abrir una página especialmente preparada...

source: Register
es: Registrarse

source: Immediately
es: Inmediatamente

source: after the confirmation
es: después de la confirmación

# AnEmailProvidingLinkWillBeSent
source: An email providing a link for confirmation will be sent
es: Se enviará un correo electrónico que contenga un enlace de confirmación.

# AfterConfirmation
source: After a confirmation
es: Después de la confirmación

# ProviderUsersWillBeRegisteredIn
source: Provider, where the user will be registered...
es: Proveedor, donde estará registrado el usuario...

source: 'Success' email template
es: Plantilla de correo electrónico de 'envío exitoso'

# SuccessEmailDefaultSubject
source: Welcome
es: Bienvenidos

source: Preferred language:
es: Idioma de su preferencia:

source: User Profiles:
es: Perfiles de Usuario:

source: Confirmation page
es: Página de confirmation

# UserSectionTitle
source: Users
es: Usuarios

source: 'Success' email subject
es: Asunto del correo electrónico 'éxito'

# UserAuthenticationAndSingleSignOnTitle
source: User authentication & Single sign on
es: Autenticación de usuario e inicio de sesión único

source: Confirmation email subject
es: Asunto del correo electrónico de confirmación

# UserSectionDescription
source: Toolbox section with the widgets related to users and profiles.
es: Sección de cuadro de herramientas con widgets relacionados con usuarios y perfiles.

# UserProfileViewDescription
source: A control for displaying user profiles.
es: Un control para mostrar los perfiles de los usuarios.

# AccountActivationWidgetDescription
source: Put this widget on the page linked in the email for activation user account
es: Coloque este widget en la página cuyo enlace aparece en el correo electrónico con el fin de activar la cuenta de usuario

# UserProfilesViewDescription
source: Displaying or editing the profile of the currently logged user
es: Mostrar o editar el perfil del usuario actualmente conectado

# UserProfilesViewTitle
source: Users list
es: Lista de usuarios

# UserProfileViewTitle
source: Profile
es: Perfil

# UsersListViewDescription
source: List of users and their profiles
es: Lista de usuarios y sus perfiles

# RegistrationWidgetTitle
source: Registration
es: Registro

# TypeOfAuthenticationLiteral
source: What is the type of authentication you want to use for your website
es: ¿Qué tipo de autenticación desea utilizar para su sitio web?

# AccountActivationWidgetTitle
source: Account activation
es: Activación de cuenta

# RegistrationWidgetDescription
source: Form used to register users
es: Formulario utilizado para registrar a los usuarios

# LoginWithLiteral
source: Allow users to login with
es: Permitir a los usuarios iniciar sesión con

source: Success! Thanks for filling out our form!
es: Finalizado! Gracias por rellenar nuestro formulario!

# FacebookActivityFeedTitle
source: Facebook feed
es: Fuente Facebook

source: Users
es: Usuarios

# TwitterFeedDescription
source: A widget that shows lates twitter activities on a page after entering a twitter account.
es: Un widget que muestra las actividades más recientes de Twitter en una página después de conectarse a una cuenta de Twitter.

# FacebookLikeDescription
source: Control description: A widget that allows to add and configure facebook Like button.
es: Descripción del control: Widget que permite agregar y configurar el botón "Me gusta" de Facebook.

# TwitterFeedTitle
source: Twitter feed <span class="sfNote">(backward compatibility)</span>
es: Fuente Twitter

# PageSharingTitle
source: Page sharing
es: Página para compartir

source: Profile - read mode
es: Perfil - modo de lectura

# PageSharingDescription
source: Control description: A widget that allows to share page on different social networks.
es: Descripción de control: Widget que permite compartir la página en diferentes redes sociales.

# ConfirmationEmailDefaultSubject
source: Registration successful
es: Registro con éxito

# ConfirmationPageDescription
source: When the confirmation link in the email is clicked open a selected page
es: Cuando se haga clic en el enlace de confirmación del correo electrónico, abrir una página seleccionada

source: Profile – edit mode
es: Perfil - modo de edición

# FacebookActivityFeedDescription
source: A widget that shows latest facebook activities on a page after entering a facebook account.
es: Widget que muestra las últimas actividades de Facebook en una página después de entrar en una cuenta de Facebook.

source: Profile – password editor
es: Perfil - editor de contraseña

source: Profile – not logged user
es: Perfil - usuario no conectado

# FacebookLikeTitle
source: Facebook like
es: "Me gusta" de Facebook

# TheSelectedTemplateCannotBeUsed
source: The selected template cannot be used with this profile type. Select another template or edit this template.
es: La plantilla seleccionada no se puede utilizar con este tipo de perfil. Seleccionar otra plantilla o editar esta plantilla.

source: Confirm new password
es: Confirmar nueva contraseña

source: Current password
es: Contraseña actual

# CreateNewItemViewTitle
source: Register user
es: Registrar usuario

# UseAllUserProviders
source: All user providers
es: Todos los proveedores de usuarios
